{
"category": "Business & Services",
  "projects": [
    {
      "_id": "Anon",
      "title": "Anon",
      "image": "Anon.png",
      "shortDescription": "Modern online shopping platform for fashion enthusiasts",
      "detailedDescription": "Discover a comprehensive shopping destination that brings together fashion, accessories, electronics, and lifestyle products in one convenient location. Browse through carefully curated collections including clothing, footwear, jewelry, watches, cosmetics, and more. Experience seamless product discovery with organized categories, featured deals, and trending items. The platform showcases new arrivals, best sellers, and top-rated products to help shoppers find exactly what they're looking for, whether it's the latest fashion trends or everyday essentials.",
      "additionalDescription": "Navigate through intuitive product categories with detailed showcases featuring ratings, pricing, and product images. Explore dedicated sections for new arrivals, trending items, and special deals of the day. The responsive design ensures smooth browsing across all devices, with features like newsletter subscription, promotional banners, customer testimonials, and comprehensive service information including worldwide delivery, return policies, and customer support details.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Multi-category product showcase with filters",
        "Featured deals and countdown timers",
        "Product ratings and pricing displays",
        "Responsive mobile and desktop navigation",
        "Newsletter subscription modal",
        "Customer testimonials and service highlights"
      ],
      "websiteUrl": "https://anon-ecommerce-zeta.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Footcap",
      "title": "Footcap",
      "image": "Footcap.png",
      "shortDescription": "Premium footwear store offering styles for every occasion need",
      "detailedDescription": "Discover and showcase a comprehensive collection of footwear with this modern e-commerce template designed specifically for shoe retailers and footwear brands. Present an extensive range of products including sneakers, sports shoes, casual wear, and athletic footwear from popular brands. The template features an eye-catching hero section highlighting seasonal collections, organized category sections for men's, women's, and sports collections, and an intuitive product filtering system by brand. Perfect for shoe stores, athletic footwear retailers, or multi-brand footwear businesses looking to create a professional online shopping experience.",
      "additionalDescription": "The template includes dedicated sections for bestseller products with brand filtering options, promotional campaign banners showcasing seasonal sales and special offers, and a special products spotlight for featured collections. Additional features include service highlights emphasizing free shipping and secure payment, Instagram feed integration for social proof and community engagement, and a comprehensive footer with contact information, opening hours, and newsletter subscription. Product cards display new arrival badges, discount percentages, quick view functionality, and convenient action buttons for cart, wishlist, and compare features.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Brand-based product filtering system",
        "Multiple collection categories display",
        "Promotional campaign banners section",
        "Instagram feed integration",
        "Shopping cart and wishlist management",
        "Newsletter subscription with contact details"
      ],
      "websiteUrl": "https://footcap-ecommerce.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Glowing",
      "title": "Glowing",
      "image": "Glowing.png",
      "shortDescription": "Modern skincare and beauty ecommerce storefront",
      "detailedDescription": "Present your skincare and beauty products with an elegant ecommerce template designed for cosmetics brands and retailers. This template features a clean, modern layout that highlights product collections, bestsellers, and special offers. Visitors can browse through multiple product categories, view detailed product information with ratings and reviews, and discover seasonal collections. The design emphasizes visual appeal with high-quality imagery and smooth interactions, creating an inviting shopping experience that builds trust and encourages customers to explore your beauty product range.",
      "additionalDescription": "The template includes dedicated sections for hero banners with promotional content, product showcases organized by bestsellers and price ranges, featured collections with seasonal offerings, special promotional banners, brand value propositions highlighting product quality and ethical standards, limited-time offers with countdown timers, and discovery content linking to store locations and brand stories. The responsive design ensures seamless browsing across all devices, while the intuitive navigation and search functionality make product discovery effortless for customers.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Product showcase with ratings and reviews",
        "Multiple collection display sections",
        "Special offer countdown timer",
        "Mobile-responsive navigation menu",
        "Promotional banner sections",
        "Newsletter subscription integration"
      ],
      "websiteUrl": "https://glowing-ecommerce.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Woodex",
      "title": "Woodex",
      "image": "Woodex.png",
      "shortDescription": "Modern furniture and home decor ecommerce platform",
      "detailedDescription": "Showcase your furniture and home decor products with this elegant ecommerce template designed for wood furniture stores and interior design businesses. Browse through curated collections of chairs, tables, decorative items, and accessories organized by category. The platform features a clean, minimalist design that puts products front and center, making it easy for customers to discover quality furniture pieces. With intuitive navigation and filtering options, visitors can quickly find exactly what they need to furnish their homes with style and comfort.",
      "additionalDescription": "The template includes a hero section with featured products, comprehensive product catalog with category filtering, about section with video integration, blog section for home decor inspiration, and newsletter subscription functionality. Product cards display clear pricing, badges for sales and discounts, and quick action buttons for cart and wishlist. The responsive sidebar navigation provides easy access to language and currency options, plus detailed contact information for customer support.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Product filtering by category",
        "Featured product showcase grid",
        "Shopping cart and wishlist functions",
        "Blog section for design inspiration",
        "Newsletter subscription integration",
        "Multi-language and currency options"
      ],
      "websiteUrl": "https://woodex-ecommerce.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Kitter",
      "title": "Kitter",
      "image": "Kitter.png",
      "shortDescription": "Premium pet food and supplies for your online store",
      "detailedDescription": "Kitter is a modern e-commerce platform dedicated to providing high-quality pet food and accessories for cats and dogs. The website offers a seamless shopping experience where pet owners can browse through various product categories including cat food, dog food, toys, and supplements. Customers can discover bestselling items, explore seasonal promotions, and learn about special offers. The platform features detailed product listings with pricing, ratings, and customer reviews to help informed purchasing decisions.",
      "additionalDescription": "The website includes a hero banner section with promotional messaging, category browsing with scrollable product sections, featured bestsellers collection, service highlights including same-day delivery and returns, customer testimonials, and popular brand showcase. The design emphasizes user-friendly navigation with clear product cards, quick add-to-cart functionality, and comprehensive footer with customer support information, policies, and corporate links.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Browse pet food and supplies",
        "Product ratings and reviews",
        "Quick add-to-cart functionality",
        "Same-day delivery options",
        "Category-based product filtering",
        "Seasonal promotions and deals"
      ],
      "websiteUrl": "https://kitter-ecommerce.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Organica",
      "title": "Organica",
      "image": "Organica.png",
      "shortDescription": "Premium organic fruits and vegetables online shop",
      "detailedDescription": "Organica is a modern ecommerce platform dedicated to delivering high-quality organic produce directly to customers. The website showcases a curated selection of fresh vegetables, fruits, and organic products with an intuitive shopping experience. Visitors can browse through categorized products, view detailed product information with multiple images, manage their wishlist and shopping cart, and complete their purchases with confidence. The platform emphasizes quality, freshness, and the health benefits of organic produce while offering special seasonal promotions and discounts.",
      "additionalDescription": "The website features a comprehensive home page with hero promotions, service highlights including free shipping and 24/7 support, multiple product categories with filtering options, trending products section, customer testimonials, blog content, and newsletter subscription. The design includes a product details page for in-depth product exploration with image galleries, weight options, quantity selection, and detailed descriptions. Additional elements include trusted partner logos, special seasonal offers, and a complete footer with company information and contact details.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Browse organic products by category",
        "Detailed product pages with galleries",
        "Wishlist and shopping cart management",
        "Product filtering and search functionality",
        "Seasonal promotions and special offers",
        "Customer testimonials and reviews",
        "Newsletter subscription for updates"
      ],
      "websiteUrl": "https://organica-ecommerce.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Casmart",
      "title": "Casmart",
      "image": "Casmart.png",
      "shortDescription": "Modern fashion shopping center for everyday style",
      "detailedDescription": "Showcase your fashion products with this elegant e-commerce template designed for clothing and accessories stores. Present a complete wardrobe of fashion items including ethnic wear, casual clothing, footwear, jewelry, and contemporary accessories. The template features an attractive hero section with compelling taglines, organized product categories, and a clean layout that helps visitors easily browse and discover fashion items. Perfect for boutiques, fashion retailers, or online clothing stores looking to create an engaging shopping experience.",
      "additionalDescription": "The template includes dedicated sections for featured products of the week with filtering options, a fashion blog for latest trends and style tips, service highlights showcasing free shipping and secure payment guarantees, and a newsletter subscription section to build customer relationships. The responsive header features search functionality, shopping cart, and wishlist badges for enhanced user convenience. Product cards display sale badges, quick view options, and smooth hover interactions for an interactive shopping experience.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Product filtering and categorization",
        "Shopping cart and wishlist system",
        "Featured products showcase section",
        "Fashion blog integration",
        "Service highlights and guarantees",
        "Newsletter subscription functionality"
      ],
      "websiteUrl": "https://casmart-ecommerce-bay.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "Shoppie",
      "title": "Shoppie",
      "image": "Shoppie.png",
      "shortDescription": "Modern men's fashion store for convenient online shopping",
      "detailedDescription": "Shoppie is a contemporary e-commerce platform specializing in men's summer fashion and accessories. The store showcases an curated collection of clothing items, footwear, and fashion accessories with a focus on quality and style. Customers can browse through new arrivals, explore featured products, and take advantage of seasonal sales and promotions. The platform provides an intuitive shopping experience with detailed product displays, pricing information, and easy cart management for a seamless purchasing journey.",
      "additionalDescription": "The website features a striking hero section highlighting the summer collection with promotional pricing, a scrollable new arrivals section, an extensive featured products gallery, and special discount offers. The design emphasizes visual appeal with product imagery, clean navigation through the header menu with portfolio and blog options, newsletter subscription capability, and comprehensive footer with contact information and social media links.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Browse men's fashion collection",
        "New arrivals and featured products",
        "Quick add-to-cart buttons",
        "Seasonal promotions and discounts",
        "Newsletter subscription option",
        "Product pricing and details"
      ],
      "websiteUrl": "https://shoppie-ecommerce.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Ecommerce & Store"
    },
    {
      "_id": "IceWorld",
      "title": "IceWorld",
      "image": "IceWorld.png",
      "shortDescription": "Delightful ice cream website for sweet lovers.",
      "detailedDescription": "IceWorld is a fun and visually pleasing ice cream website designed to showcase delicious frozen desserts and flavors in a refreshing and modern layout. It invites users to explore a world of creamy treats through featured menus, popular items, and promotional sections. The design combines attractive visuals, smooth animations, and an engaging user experience that highlights the joy of enjoying premium-quality ice cream.",
      "additionalDescription": "The website includes multiple sections such as Home, Menu, Categories, and Contact. It presents popular and most-selling ice creams with detailed product cards, prices, and descriptions. Additional features include a banner promoting special offers, a newsletter subscription form for discounts, and social media links for easy engagement. Its bright colors and responsive design make it ideal for cafes, dessert shops, and ice cream brands.",
      "keywords": [ "ice cream website", "dessert shop template", "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Interactive product showcase",
        "Modern and clean layout",
        "Popular and trending flavor sections",
        "Promotional offer banner",
        "Email subscription for discounts",
        "Social media integration"
      ],
      "websiteUrl": "https://ice-cream-worlds.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Foodie",
      "title": "Foodie",
      "image": "Foodie.png",
      "shortDescription": "Fast food restaurant with online ordering capabilities",
      "detailedDescription": "Showcase your fast food restaurant with this vibrant and engaging website designed for burger joints, pizza parlors, and quick-service eateries. Present your menu items with appetizing visuals, highlight special offers and discounts, and make ordering convenient for your customers. The website creates an energetic and welcoming atmosphere that captures the excitement of fast food dining while making it easy for visitors to browse your offerings and place orders.",
      "additionalDescription": "Features comprehensive sections including promotional cards for signature items, detailed about section highlighting restaurant qualities, filterable food menu with pricing and ratings, special discount banners, customer testimonials with reviews, timely delivery information, blog posts about food and recipes, and a complete table booking system. The design emphasizes bold visuals, discount badges, and clear call-to-action buttons throughout.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Filterable menu with category sorting",
        "Discount badges and promotional offers",
        "Customer reviews with star ratings",
        "Animated delivery tracking illustration",
        "Search functionality for menu items",
        "Table reservation booking form"
      ],
      "websiteUrl": "https://foodie-restaurant-tau.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Foodman",
      "title": "Foodman",
      "image": "Foodman.png",
      "shortDescription": "Restaurant website with menu ordering and chef expertise",
      "detailedDescription": "Showcase your restaurant with this comprehensive dining platform designed for restaurants, cafes, and food service establishments. Display your signature dishes with pricing, highlight your professional chefs, engage customers through testimonials, and provide seamless ordering experiences. Visitors can browse your menu with detailed descriptions and ratings, learn about your culinary expertise, read customer reviews, place orders, and discover your commitment to healthy and tasty food preparation.",
      "additionalDescription": "Features interactive menu cards with pricing and star ratings, professional chef showcase highlighting culinary expertise, customer testimonial slider with authentic reviews, and streamlined ordering process explanation. The platform emphasizes food quality through detailed dish descriptions, chef credentials, and customer satisfaction testimonials to build trust and encourage dining experiences.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Interactive menu with pricing display",
        "Customer testimonials and reviews slider",
        "Professional chef expertise showcase",
        "Add to cart ordering functionality",
        "Star rating system for dishes",
        "Comprehensive restaurant information sections"
      ],
      "websiteUrl": "https://food-man-restaurant.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Grilli",
      "title": "Grilli",
      "image": "Grilli.png",
      "shortDescription": "Modern restaurant website with online reservation system",
      "detailedDescription": "Showcase your restaurant with this elegant and sophisticated website template designed for fine dining establishments. Present your culinary offerings through beautiful imagery, detailed menu displays, and an integrated online reservation system. The website creates an inviting atmosphere that reflects the quality and ambiance of your restaurant, making it easy for customers to explore your menu, learn about your story, and book their dining experience.",
      "additionalDescription": "Features multiple sections including an eye-catching hero slider, service offerings with breakfast, appetizers, and drinks categories, detailed menu presentation with pricing and descriptions, special dish highlights, customer testimonials, online reservation form, upcoming events showcase, and comprehensive contact information. The design emphasizes visual appeal with smooth animations and interactive elements that engage visitors.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Auto-rotating hero image slider",
        "Interactive menu with detailed descriptions",
        "Online table booking reservation form",
        "Special dishes and seasonal offerings",
        "Customer testimonials display section",
        "Upcoming events and news updates"
      ],
      "websiteUrl": "https://grilli-restaurant-delta.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "FoodEx",
      "title": "FoodEx",
      "image": "FoodEx.png",
      "shortDescription": "Elegant restaurant website with modern design.",
      "detailedDescription": "FoodEx is a stylish and engaging restaurant website template designed to help dining businesses attract more visitors and showcase their delicious offerings. It highlights a warm welcome section, a detailed menu with appetizing visuals, and chef profiles that inspire trust and personality. Visitors can explore featured dishes, read engaging food blogs, and easily connect through contact and subscription sections for updates and promotions.",
      "additionalDescription": "The website includes key sections such as Home, About Us, Menu, Team, Blog, and Contact. A clean layout, vibrant food images, and smooth navigation make the user experience enjoyable and professional. The design focuses on creating appetite appeal while offering quick access to ordering options and newsletter subscriptions, enhancing both engagement and usability.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Attractive food showcase section",
        "Chef team presentation area",
        "Interactive menu with pricing",
        "Newsletter subscription form",
        "Easy navigation and layout",
        "Contact and social links integration"
      ],
      "websiteUrl": "https://food-restaurant.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Fudo",
      "title": "Fudo",
      "image": "Fudo.png",
      "shortDescription": "Fast food delivery website with elegant design.",
      "detailedDescription": "Fudo is a modern and engaging food delivery website designed to connect users with their favorite meals quickly and easily. It showcases a clean, appetizing layout that emphasizes speed, convenience, and quality. Visitors can browse popular dishes, explore services, and read positive customer feedback. With its inviting visuals and clear call-to-action sections, this website template helps food businesses attract more customers and provide a seamless ordering experience.",
      "additionalDescription": "The site includes sections such as Home, Services, Menu, Testimonials, and Contact. A featured slider displays mouth-watering dishes, while customer reviews build trust and credibility. The design focuses on intuitive navigation, bold imagery, and strong messaging that highlight fast delivery and quality food. Download and app promotion sections further enhance user engagement and brand loyalty.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Fast and simple food ordering",
        "Attractive food menu slider",
        "Customer testimonial section",
        "Mobile app promotion area",
        "Modern responsive layout",
        "Easy contact and navigation"
      ],
      "websiteUrl": "https://fudo-restaurant.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Bella",
      "title": "Bella",
      "image": "Bella.png",
      "shortDescription": "Food delivery app landing page for restaurant businesses",
      "detailedDescription": "Promote your food delivery app with this modern landing page template designed for restaurants, food delivery services, and culinary businesses. Showcase your mobile application, guide users through the ordering process, and drive app downloads across multiple platforms. Visitors can learn about your food delivery service, understand the app functionality, and easily download your mobile application from their preferred app store for convenient food ordering.",
      "additionalDescription": "Features step-by-step app usage guide including account creation, menu exploration, and checkout process, dual app store download buttons for iOS and Android platforms, clean modern design with mobile-first approach, and social media integration for brand connectivity. The platform emphasizes user convenience through clear instructions and seamless app promotion strategies.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Mobile app download promotion",
        "Step-by-step app usage guide",
        "Dual platform app store integration",
        "Modern responsive design layout",
        "Social media connectivity",
        "Clear call-to-action buttons"
      ],
      "websiteUrl": "https://bella-restaurant-three.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Burger",
      "title": "Burger",
      "image": "Burger.png",
      "shortDescription": "Burger restaurant website with online ordering and reservations",
      "detailedDescription": "Establish your burger restaurant with this comprehensive dining platform designed for burger joints, fast-casual restaurants, and food service businesses. Showcase your signature burger menu, enable table reservations, promote special events, and engage customers through social media integration. Visitors can explore your burger selection, make table reservations, learn about upcoming events, place orders, and connect with your restaurant for the ultimate burger dining experience.",
      "additionalDescription": "Features mouth-watering burger menu showcase with detailed descriptions and ordering capabilities, integrated table reservation system with date and time selection, special promotions and events display, and comprehensive contact information with location details. The platform emphasizes food presentation through high-quality imagery, customer convenience through online reservations, and brand engagement through social media connectivity.",
      "keywords": [ "food", "restaurant", "order food", "food delivery", "table reservation", "book table", "takeaway", "dine in", "eat out", "food search", "fast food website" ],
      "keyFeatures": [
        "Interactive burger menu with ordering",
        "Online table reservation system",
        "Special events and promotions display",
        "Restaurant contact and location info",
        "Social media integration",
        "Mobile-responsive dining experience"
      ],
      "websiteUrl": "https://burger-restauranto.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Restaurant & Food"
    },
    {
      "_id": "Travel-Toor",
      "title": "Travel Toor",
      "image": "Travel-Toor.png",
      "shortDescription": "Modern travel website for exploring dream destinations.",
      "detailedDescription": "Travel Toor is a single-page travel and tourism website designed to inspire wanderlust and simplify trip planning. With a clean and interactive UI, it showcases breathtaking destinations, travel packages, and customer testimonials. Visitors can browse destinations, explore features, and subscribe for the latest travel deals.",
      "additionalDescription": "This project focuses on a smooth and visually appealing experience using HTML, CSS, and JavaScript. It includes responsive design, Swiper-based carousels for destination previews, and engaging UI animations. Ideal for agencies or freelancers creating a travel-focused landing page.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Single-page responsive travel website design",
        "Popular destinations carousel using Swiper.js",
        "Animated scroll reveal effects for sections",
        "Client testimonials with smooth transitions",
        "Subscription form for newsletter updates",
        "Modern and clean user interface with CTA buttons"
      ],
      "websiteUrl": "https://travel-toors.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Tourest",
      "title": "Tourest",
      "image": "Tourest.png",
      "shortDescription": "Trusted travel agency exploring destinations worldwide",
      "detailedDescription": "Embark on unforgettable journeys with this comprehensive travel agency platform that inspires wanderlust and simplifies trip planning. Visitors can explore exotic destinations across Asia including the Maldives, Thailand, Malaysia, Nepal, and Indonesia, browse featured tour packages with duration and pricing details, and read the latest travel articles and tips from experienced travelers. The website combines stunning visual presentation with practical information to help adventurers discover their next perfect getaway.",
      "additionalDescription": "The website includes an engaging hero section with inspirational travel messaging, a curated destinations gallery showcasing top locations, featured tour cards displaying prices and customer ratings, an informative about section highlighting tour guide services and competitive pricing, a travel blog with articles from contributors, newsletter subscription for deals and tips, and comprehensive footer navigation. The smooth scrolling and intuitive layout create an enjoyable browsing experience.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Interactive destination gallery with locations",
        "Featured tours with pricing and ratings",
        "Travel blog with latest articles",
        "Newsletter subscription for travel deals",
        "About section highlighting agency services",
        "Responsive navigation with smooth scrolling"
      ],
      "websiteUrl": "https://tourest-travel.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Advanto",
      "title": "Advanto",
      "image": "Advanto.png",
      "shortDescription": "Travel planning platform for adventure and destination discovery",
      "detailedDescription": "Plan your perfect getaway with this comprehensive travel platform designed for adventure seekers and vacation planners. Discover breathtaking destinations, explore diverse tour categories, and create unforgettable travel experiences. Visitors can search destinations by location and date, browse curated tour packages, view customer testimonials, read travel blogs, and plan customized trips with detailed pricing and itinerary options for memorable journeys worldwide.",
      "additionalDescription": "Features interactive trip planning with location and date search, organized tour categories including forest adventures and beach vacations, top destination showcases with pricing details, customer review testimonials with ratings, and travel blog content for inspiration. The platform emphasizes adventure discovery through visual galleries, personalized itineraries, and comprehensive destination information to help travelers make informed decisions.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Interactive destination search functionality",
        "Curated tour category showcase",
        "Destination pricing and itinerary display",
        "Customer testimonials and reviews",
        "Travel blog and inspiration content",
        "Visual gallery and destination highlights"
      ],
      "websiteUrl": "https://advanto-travel.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Wanderlust",
      "title": "Wanderlust",
      "image": "Wanderlust.png",
      "shortDescription": "Discover unforgettable adventures and dream destinations",
      "detailedDescription": "Showcase your travel experiences and tour packages with Wanderlust, a single-page travel and tourism template designed to inspire exploration. Visitors can browse trending tours, top destinations, and best-selling travel offers while discovering professional guides and genuine client feedback. From scenic mountains to ocean escapes, Wanderlust helps users plan their perfect adventure with ease. The layout encourages exploration and offers clear information about tours, prices, and experiences for all types of travelers.",
      "additionalDescription": "Includes sections like Home, Trending, Destinations, Best Seller, Video Tour, Tour Guide, Clients Feedback, and Subscription. The design focuses on large destination images, attractive pricing details, and visually organized grids for tours and guides. It offers interactive navigation, smooth transitions, and testimonial highlights to build trust. The footer contains quick links, travel features, and social media connections to improve engagement and accessibility.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Trending tours and top destinations",
        "Interactive booking form",
        "Professional travel guides section",
        "Client feedback and ratings",
        "Video tour presentation",
        "Subscription and social links"
      ],
      "websiteUrl": "https://wanderlusts-travel.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Raido",
      "title": "Raido",
      "image": "Raido.png",
      "shortDescription": "Inspire travel lovers to explore new adventures worldwide.",
      "detailedDescription": "Raido is a visually stunning travel and tourism website template built to help agencies, explorers, and adventure bloggers inspire others to travel the world. It blends professional design with storytelling, showcasing destinations, blogs, and travel journals that encourage exploration. Visitors can discover captivating places, view photo galleries, and connect with travel experts for guidance. Its modern layout and smooth navigation create a perfect experience for users who want to plan memorable journeys or promote travel services online.",
      "additionalDescription": "This single-page design includes dynamic sections such as About, Discover, Blog, Journals, Gallery, and Contact, providing an engaging flow from introduction to interaction. With high-quality imagery, well-structured content, and responsive behavior, it delivers both beauty and usability. Ideal for travel agencies, adventure tour planners, or bloggers who want to showcase destinations and inspire wanderlust through a modern, immersive digital experience.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Modern and inspiring travel layout",
        "Discover section with global destinations",
        "Interactive travel journals and blogs",
        "High-quality photo gallery section",
        "Smooth navigation single-page design",
        "Responsive and user-friendly structure"
      ],
      "websiteUrl": "https://raido-travel.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "TravelDream",
      "title": "TravelDream",
      "image": "TravelDream.png",
      "shortDescription": "Plan, explore, and book dream vacations with ease.",
      "detailedDescription": "TravelDream is a modern travel and tourism website template built to simplify trip planning and inspire travelers. It offers a seamless way to search destinations, explore tour packages, and book vacations instantly. With stunning visuals, clear navigation, and engaging content sections, it helps travel agencies and explorers connect through a smooth digital experience. Each section—from top destinations to client testimonials—enhances user trust and inspires adventure.",
      "additionalDescription": "The template includes multiple sections such as Home, Services, Destinations, Packages, Client Reviews, and Newsletter. Its responsive layout ensures a beautiful experience across devices. Ideal for travel agencies, tour planners, or adventure startups who want to offer booking convenience, highlight destinations, and promote exclusive deals online.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Instant booking system for easy reservations",
        "Attractive destination and package showcase",
        "Client testimonials slider using Swiper",
        "Modern and mobile-responsive layout",
        "Subscription form for newsletter updates",
        "Smooth navigation and interactive UI design"
      ],
      "websiteUrl": "https://travelsdreams.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Tourly",
      "title": "Tourly",
      "image": "Tourly.png",
      "shortDescription": "Modern travel agency website for vacation packages",
      "detailedDescription": "Discover your next adventure with this elegant travel agency website that showcases popular destinations and vacation packages. Visitors can explore featured travel locations including Italy, Dubai, and Japan, browse through curated holiday packages with detailed pricing and reviews, and easily search for their ideal destination. The platform presents travel options with beautiful imagery, customer ratings, and comprehensive package details to help travelers make informed decisions about their next getaway.",
      "additionalDescription": "The website features a hero section with inspiring travel messaging, an intuitive search form for destination inquiries, popular destination cards with star ratings, detailed package listings with duration and group size information, a photo gallery showcasing traveler experiences, and a call-to-action section encouraging visitor engagement. The responsive navigation and smooth scrolling enhance the browsing experience across all devices.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "Destination search with date selection",
        "Package cards with pricing and reviews",
        "Popular destinations showcase section",
        "Photo gallery from travelers",
        "Responsive mobile-friendly navigation",
        "Newsletter subscription integration"
      ],
      "websiteUrl": "https://tourly-travel-rust.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Travel-Hub",
      "title": "Travel Hub",
      "image": "Travel-Hub.png",
      "shortDescription": "All-in-one travel website for easy trip planning.",
      "detailedDescription": "Travel Hub is a modern single-page travel and tourism website that showcases an all-in-one platform for travelers to explore, plan, and manage their trips. It highlights key features such as destination discovery, customer testimonials, FAQs, and download options for mobile apps. The design focuses on user experience with smooth navigation and engaging visuals.",
      "additionalDescription": "This template combines elegance and functionality using HTML, CSS, and JavaScript. With sections like 'Discover', 'Explore', and 'FAQ', it provides a seamless travel experience. Integrated Swiper.js sliders and responsive layouts make it perfect for mobile users and travel-related businesses looking for a professional online presence.",
      "keywords": [ "travel agency", "vacation packages", "holiday booking", "tour booking", "holiday trips", "travel deals", "trip planning" ],
      "keyFeatures": [
        "All-in-one travel and booking interface",
        "Discover and explore travel destinations",
        "Customer testimonials slider using Swiper.js",
        "FAQ section with collapsible answers",
        "Mobile app store download buttons",
        "Responsive single-page design with smooth navigation"
      ],
      "websiteUrl": "https://travel-hubs.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Travel & Tourism"
    },
    {
      "_id": "Doclab",
      "title": "Doclab",
      "image": "Doclab.png",
      "shortDescription": "Modern medical directory and healthcare appointment platform",
      "detailedDescription": "Discover a comprehensive healthcare platform designed to connect patients with medical professionals across various specialties. This modern medical directory enables visitors to search for doctors, clinics, and hospitals by location, browse specialists across multiple medical fields, and schedule appointments with ease. The platform presents healthcare services in an organized, accessible format that simplifies the process of finding and connecting with the right medical care provider for your needs.",
      "additionalDescription": "Features an intuitive hero section with location-based search functionality, dedicated service cards for major medical specialties including psychiatry, gynecology, pulmonology, and orthopedics, a comprehensive specialist directory, informative blog section with health articles and medical news, detailed about section highlighting experience and expertise, and a complete contact system with newsletter subscription. The design emphasizes clean navigation, smooth scroll animations, and mobile-responsive layouts to ensure accessibility across all devices.",
      "keywords": [ "doctor", "hospital", "clinic", "healthcare", "medical care", "find doctors", "specialist" ],
      "keyFeatures": [
        "Location-based doctor and clinic search",
        "Browse specialists by medical category",
        "Integrated appointment booking system",
        "Health news and articles blog",
        "Responsive mobile-friendly navigation",
        "Animated scroll reveal effects"
      ],
      "websiteUrl": "https://doclab-healthcare.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Dentelo",
      "title": "Dentelo",
      "image": "Dentelo.png",
      "shortDescription": "Professional dental clinic website with appointment booking",
      "detailedDescription": "Present your dental practice with a modern and welcoming online presence designed to attract and serve patients effectively. This comprehensive dental clinic platform showcases various dental services, introduces your expert team of dentists, and enables patients to easily book appointments through an integrated callback system. The website creates a professional yet approachable atmosphere that helps potential patients feel confident about choosing your dental care services, while providing all the essential information they need about treatments, schedules, and contact details.",
      "additionalDescription": "Includes an engaging hero section with email callback request form, detailed service showcase featuring root canal, teeth alignment, cosmetic dentistry, oral hygiene, live advisory, and cavity inspection, dedicated team section with scrollable dentist profiles and social media links, compelling call-to-action section encouraging appointment bookings, informative blog section for dental health tips and news, comprehensive footer with business hours, multiple contact methods, and organized navigation links. The design features clean layouts, intuitive navigation, and mobile-responsive elements ensuring accessibility for all visitors.",
      "keywords": [ "doctor", "hospital", "clinic", "healthcare", "medical care", "find doctors", "specialist" ],
      "keyFeatures": [
        "Email callback request system",
        "Comprehensive dental services showcase",
        "Expert dentist team profiles",
        "Appointment booking integration",
        "Business hours and schedule display",
        "Blog section for health tips"
      ],
      "websiteUrl": "https://dentelo-healthcare.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "HealthCare",
      "title": "HealthCare",
      "image": "HealthCare.png",
      "shortDescription": "Professional medical and patient care website",
      "detailedDescription": "HealthCare is a modern single-page medical website created to provide users with a trusted and professional online healthcare experience. It highlights hospital services, patient care, and doctor profiles while offering a convenient way to book appointments. Visitors can explore medical information, check available services, and learn about expert healthcare providers in one accessible place. This website is ideal for clinics, hospitals, and wellness centers that want to establish credibility and build stronger patient relationships online.",
      "additionalDescription": "The website includes key sections such as Home, About, Services, Doctors, and Contact. It features an online appointment booking form, team profiles with social links, and clear service descriptions. The design is calm and patient-friendly, using organized layouts that make health information easy to understand. Focused on accessibility and user comfort, it ensures visitors feel confident and well-informed while exploring available healthcare solutions.",
      "keywords": [ "doctor", "hospital", "clinic", "healthcare", "medical care", "find doctors", "specialist" ],
      "keyFeatures": [
        "Online appointment booking form",
        "Professional doctor team profiles",
        "Clear and detailed service listings",
        "Modern and responsive page layout",
        "Easy navigation for all visitors",
        "Informative and patient-focused design"
      ],
      "websiteUrl": "https://health-care-three-smoky.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Futras",
      "title": "Futras",
      "image": "Futras.png",
      "shortDescription": "Modern fitness and nutrition course platform design",
      "detailedDescription": "Showcase your fitness and nutrition expertise with this comprehensive platform designed for health professionals, personal trainers, and wellness coaches. The website offers an engaging way to present courses, share valuable content, and connect with health-conscious individuals seeking guidance on their fitness journey. Visitors can explore various training programs, learn about nutrition principles, and discover lifestyle courses tailored to different needs including women's fitness, men's training, and basic wellness foundations.",
      "additionalDescription": "Features dedicated sections for course listings with pricing and duration details, instructor profiles highlighting expertise and experience, blog articles sharing nutrition insights and fitness tips, and mobile app promotion for on-the-go coaching access. The design emphasizes visual appeal with hero banners, service cards, and an intuitive navigation system that guides visitors through available programs and educational content seamlessly.",
      "keywords": [ "fitness instructor", "nutrition courses", "wellness training", "exercise programs", "diet and fitness", "workout courses", "lifestyle coaching", "weight loss plan" ],
      "keyFeatures": [
        "Multiple specialized fitness course offerings",
        "Instructor profiles and expertise showcase",
        "Blog section for nutrition articles",
        "Course pricing and duration details",
        "Mobile app download integration",
        "Newsletter subscription functionality"
      ],
      "websiteUrl": "https://futras-fitness.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Yogalax",
      "title": "Yogalax",
      "image": "Yogalax.png",
      "shortDescription": "A modern and relaxing wellness website promoting healthy living through yoga, mindfulness, and self-care.",
      "detailedDescription": "Yogalax is a visually calming single-page wellness website that promotes yoga as a path to balance and health. It includes informative sections like classes, membership options, testimonials, blogs, and galleries, designed to engage visitors and inspire a healthy lifestyle.",
      "additionalDescription": "The website highlights yoga’s mental and physical benefits while offering a clean and responsive layout that enhances user experience. It’s ideal for yoga centers, fitness studios, or personal wellness portfolios.",
      "keywords": [ "fitness instructor", "nutrition courses", "wellness training", "exercise programs", "diet and fitness", "workout courses", "lifestyle coaching", "weight loss plan" ],
      "keyFeatures": [
        "Clean and peaceful visual design",
        "Fully responsive one-page layout",
        "Sections for classes, pricing, and blogs",
        "Smooth animations and transitions",
        "Testimonial and photo gallery integration",
        "Simple navigation with consistent branding"
      ],
      "websiteUrl": "https://yogalax-healthcare.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Pet-Health",
      "title": "Pet Health",
      "image": "Pet-Health.png",
      "shortDescription": "Veterinary website offering healthcare and wellness for pets",
      "detailedDescription": "Pet Health is a responsive single-page website template designed for veterinary clinics, pet hospitals, and animal care centers. It provides a clean, friendly interface that highlights essential services, featured pet products, expert staff introductions, and heartfelt testimonials. The layout combines modern design with smooth animations, interactive sliders, and a warm color palette to create trust and comfort for pet owners seeking reliable healthcare for their furry friends.",
      "additionalDescription": "Perfect for veterinarians, pet grooming salons, and pet supply businesses, Pet Health includes sections for services, products, testimonials, and contact forms. With Swiper-powered sliders, ScrollReveal animations, and a fully responsive layout, it ensures smooth browsing across all devices. The template also features an Instagram gallery, a newsletter form, and social media integration, making it ideal for engaging pet owners and growing online presence.",
      "keywords": [ "pet doctor", "pet hospital", "pet clinic", "pet healthcare", "pet medical care", "pet find doctors", "animal healthcare site" ],
      "keyFeatures": [
        "Responsive and modern single-page layout",
        "Dedicated sections for About, Services, and Products",
        "Swiper.js testimonial and image sliders",
        "ScrollReveal animations for smooth transitions",
        "Integrated newsletter and social media links",
        "Ideal for veterinarians, pet clinics, and grooming businesses"
      ],
      "websiteUrl": "https://pet-healths.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "FitClub-Gym",
      "title": "FitClub Gym",
      "image": "Fitclub-Gym.png",
      "shortDescription": "Dynamic gym and fitness training website template",
      "detailedDescription": "FitClub Gym is a modern single-page website template created for gyms, trainers, and fitness clubs. It highlights workout programs, membership plans, expert trainers, and inspiring testimonials. The layout uses bold typography, energetic visuals, and motivational content to help fitness brands attract and engage members. Its clear structure and smooth navigation make it an ideal choice for promoting fitness services, classes, and community activities in an engaging and user-friendly way.",
      "additionalDescription": "The website includes sections such as Home, Program, Services, About, Community, Classes, Pricing, and Member Reviews. Each section is designed to present fitness offerings with clarity and impact. Visitors can easily explore workout options, view pricing plans, and learn about gym benefits. The design uses call-to-action buttons, vibrant visuals, and motivational headings to create a complete professional fitness presentation.",
      "keywords": [ "gym", "fitness", "workout programs", "exercise classes", "weight lifting", "yoga classes", "strength training", "wellness center" ],
      "keyFeatures": [
        "Single-page gym and fitness layout",
        "Interactive workout and program sections",
        "Modern pricing and membership plans",
        "Trainer and class information area",
        "Motivational testimonial section",
        "Responsive and user-friendly design"
      ],
      "websiteUrl": "https://fitclub-gym-three.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "FITNESXIA",
      "title": "FITNESXIA",
      "image": "FITNESXIA.png",
      "shortDescription": "Powerful fitness and body transformation website",
      "detailedDescription": "FITNESXIA is a professional single-page fitness website designed to motivate users toward a healthier and stronger lifestyle. It features inspiring content, bold visuals, and structured sections that highlight workouts, personal trainers, and membership options. Visitors can easily explore training plans, read motivational messages, and discover the benefits of consistent fitness routines. This template offers an energetic and engaging experience ideal for fitness studios, personal trainers, or wellness programs aiming to connect with clients online.",
      "additionalDescription": "The website includes sections such as Home, About, Services, Programs, and Membership Plans. It focuses on clear presentation, easy navigation, and visual impact. Eye-catching headlines, action buttons, and motivational messages encourage visitors to get started. Each section supports user engagement, helping fitness professionals promote their training sessions, facilities, and fitness journeys with confidence and style.",
      "keywords": [ "gym", "fitness", "workout programs", "exercise classes", "weight lifting", "yoga classes", "strength training", "wellness center" ],
      "keyFeatures": [
        "Motivational and dynamic design layout",
        "Dedicated workout and training sections",
        "Clear membership and pricing display",
        "Engaging content for fitness promotion",
        "Professional single-page presentation",
        "Responsive and visually impactful design"
      ],
      "websiteUrl": "https://fitnesxia-fitness.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "FitPhysique",
      "title": "FitPhysique",
      "image": "FitPhysique.png",
      "shortDescription": "Modern fitness and body transformation website",
      "detailedDescription": "FitPhysique is a modern single-page fitness website created to inspire visitors to begin their health journey with confidence and motivation. It highlights strength, endurance, and wellness through structured sections and bold visual presentation. Visitors can explore personal training programs, membership plans, and testimonials while learning more about fitness routines that fit their goals. Designed for gyms, personal trainers, and wellness centers, this website helps promote a professional fitness experience that feels both motivating and achievable.",
      "additionalDescription": "This website includes sections such as Home, About, Trainers, Clients, Blog, and Contact. It features membership plans with clear pricing, a testimonials slider, and engaging content designed to motivate users. The design is visually appealing and easy to navigate, offering a balanced mix of information and inspiration. The layout ensures users enjoy an immersive experience while exploring classes, reading fitness stories, and connecting with trainers effortlessly.",
      "keywords": [ "gym", "fitness", "workout programs", "exercise classes", "weight lifting", "yoga classes", "strength training", "wellness center" ],
      "keyFeatures": [
        "Modern and inspiring homepage layout",
        "Trainer profiles with social links",
        "Clear membership pricing plans",
        "Interactive testimonials section",
        "Gallery and newsletter options",
        "User-friendly and mobile-responsive design"
      ],
      "websiteUrl": "https://fitphysique-fitness.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
        {
      "_id": "FitClub",
      "title": "FitClub",
      "image": "FitClub.png",
      "shortDescription": "Modern fitness and gym website template design",
      "detailedDescription": "Promote your fitness center, gym, or training program with this powerful and motivational single-page website. It highlights workout categories, memberships, and inspirational content that encourages visitors to start their fitness journey. The clean layout, energetic visuals, and clear sections make it ideal for gyms, trainers, and health-focused businesses aiming to attract active individuals and promote healthy lifestyles.",
      "additionalDescription": "This website includes sections such as Home, Workout Categories, Story, Features, Download, Membership, and Footer. The design uses bold typography, inspiring messages, and high-quality visuals to engage users. It offers a seamless browsing experience with well-structured content, clear navigation, and action-focused buttons for sign-up or membership trials.",
      "keywords": [ "gym", "fitness", "workout programs", "exercise classes", "weight lifting", "yoga classes", "strength training", "wellness center" ],
      "keyFeatures": [
        "Single-page modern fitness layout",
        "Motivational hero section design",
        "Workout and feature highlight areas",
        "Easy membership signup section",
        "Social media links integration",
        "Responsive design for all screens"
      ],
      "websiteUrl": "https://fitclub-fitness.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Fitlife",
      "title": "Fitlife",
      "image": "Fitlife.png",
      "shortDescription": "Modern fitness gym website with class schedules",
      "detailedDescription": "Present a professional fitness center with this comprehensive gym website template. Showcase fitness classes, training programs, and gym facilities with an engaging dark-themed design. Display class schedules with progress indicators, introduce coaching staff, and share fitness tips through a blog section. Perfect for gyms, fitness centers, personal trainers, and health clubs looking to establish a strong online presence and attract new members.",
      "additionalDescription": "Features dedicated sections for gym introduction, video content exploration, diverse fitness class offerings with availability tracking, and latest news updates. The design emphasizes motivation and energy with dynamic visual elements, smooth navigation, and clear call-to-action buttons for membership sign-ups. Includes contact information, operating hours, newsletter subscription, and social media integration for community building.",
      "keywords": [ "gym", "fitness", "workout programs", "exercise classes", "weight lifting", "yoga classes", "strength training", "wellness center" ],
      "keyFeatures": [
        "Dynamic hero section with imagery",
        "Class schedule with availability tracker",
        "Video content showcase section",
        "Fitness blog with latest updates",
        "Responsive mobile navigation menu",
        "Coach and trainer profiles"
      ],
      "websiteUrl": "https://fitlife-gym-fitness.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Healthcare & Fitness"
    },
    {
      "_id": "Realvine",
      "title": "Realvine",
      "image": "Realvine.png",
      "shortDescription": "Modern real estate platform for property transactions",
      "detailedDescription": "Discover your dream home with this comprehensive real estate platform designed to simplify property buying, selling, and renting. This property marketplace empowers users to browse featured properties, search by categories, and filter listings by price range. The platform eliminates traditional agent commissions, providing transparency and control directly to buyers and sellers while offering an intuitive interface for exploring available properties.",
      "additionalDescription": "Features a hero section with search functionality, property filtering options including categories and price ranges, featured property listings with detailed information, property ratings and specifications, an about section highlighting efficiency and transparency, service workflow explanation, newsletter subscription, and comprehensive contact information. The design emphasizes user-friendly navigation and visual property presentations.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Advanced property search with filters",
        "Featured properties with ratings",
        "Commission-free buying and selling",
        "Property category browsing",
        "Price range filtering options",
        "Newsletter subscription for updates"
      ],
      "websiteUrl": "https://realvine-property.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "Makaan",
      "title": "Makaan",
      "image": "Makaan.png",
      "shortDescription": "Modern real estate website with property listings",
      "detailedDescription": "Makaan is a professional real estate website template designed for showcasing property listings, agents, and customer testimonials. It features a clean, modern layout built with HTML, CSS, Bootstrap, and JavaScript, ensuring a fully responsive and user-friendly experience across all devices. The site includes categorized properties for rent and sale, animated sections, and an integrated contact section for agents.",
      "additionalDescription": "This project demonstrates a complete real estate front-end design with focus on usability, smooth animations using WOW.js, and an interactive property carousel powered by Owl Carousel. It also includes basic content protection scripts, fast loading performance, and easy customization for developers and agencies.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Property listings with tabs and filters",
        "Animated scroll effects using WOW.js",
        "Owl Carousel for testimonials",
        "Agent profiles and contact section",
        "Single-page responsive website design",
        "Basic JavaScript protection against inspect tools"
      ],
      "websiteUrl": "https://makaan-reals-estate.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "SmartSpace",
      "title": "Smart Space",
      "image": "SmartSpace.png",
      "shortDescription": "Find and book modern residential properties easily.",
      "detailedDescription": "Smart Space is a sleek and modern property management website that helps users find and book residential, office, and commercial properties effortlessly. It presents smart living solutions through clear visuals, powerful search tools, and engaging design elements. Visitors can explore property listings, view featured deals, and discover valuable real estate insights. The website focuses on convenience, helping individuals and businesses find their perfect space with confidence and comfort.",
      "additionalDescription": "The website includes sections for Home, About, Services, Portfolio, Blog, and Contact, offering a full overview of property options and real estate guidance. It also features instant property valuation, tracking tools, and client testimonials to build trust. A subscription form allows users to stay updated with the latest property news and deals. The layout is clean, responsive, and easy to navigate for all users.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Instant property valuation tool",
        "Featured property listing section",
        "User testimonials and ratings",
        "Simple search by location",
        "Modern and clean layout design",
        "Newsletter subscription form"
      ],
      "websiteUrl": "https://smart-spaces.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "Holux",
      "title": "Holux",
      "image": "Holux.png",
      "shortDescription": "Elegant real estate website for premium properties.",
      "detailedDescription": "The Holux website presents a professional and elegant platform for showcasing residential and commercial properties. It helps visitors explore luxury homes, apartments, and real estate opportunities with confidence and clarity. This modern property site highlights listings, ongoing projects, and company details, making it perfect for real estate agencies and property managers aiming to attract buyers and investors through an engaging, easy-to-navigate experience.",
      "additionalDescription": "This single-page website includes key sections such as home, about, projects, and contact. It features property sliders, booking buttons, interactive navigation, and a contact form for client inquiries. The layout focuses on visual appeal and professionalism, creating a smooth experience for users to explore listings, learn about the company, and connect effortlessly for real estate services.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Interactive property showcase slider",
        "Elegant and professional layout",
        "Detailed project and pricing section",
        "Contact form for quick inquiries",
        "Responsive and modern design",
        "Easy navigation and booking option"
      ],
      "websiteUrl": "https://holux-home.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "Homeverse",
      "title": "Homeverse",
      "image": "Homeverse.png",
      "shortDescription": "Complete real estate solution for buying and renting",
      "detailedDescription": "Find your dream house with this comprehensive real estate platform designed to connect buyers, sellers, and renters. Browse through featured property listings with detailed information including bedrooms, bathrooms, and square footage. Each property card includes high-quality images, location details, pricing information, and agent contact details. The platform showcases over one million homes available for sale or rent, making it easy to discover properties that match your lifestyle and budget requirements.",
      "additionalDescription": "Includes sections for about the agency, service offerings for buying, renting, and selling homes, featured property listings with interactive cards, building amenities showcase featuring parking, swimming pool, security, medical center, library, smart home features, and more. Also features a news and blog section with real estate insights, interior design trends, and market updates. The design prioritizes user experience with smooth navigation, property favorites functionality, and comprehensive search capabilities.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Featured property listings with details",
        "Property cards with agent information",
        "Building amenities and facilities showcase",
        "Real estate news and blog section",
        "Interactive property favorites and comparison",
        "Service options for buy, rent, sell"
      ],
      "websiteUrl": "https://homeverse-property.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "Hosale",
      "title": "Hosale",
      "image": "Hosale.png",
      "shortDescription": "Modern real estate website for property listings.",
      "detailedDescription": "Hosale is a stylish and user-friendly real estate website template built for showcasing properties and connecting buyers with their dream homes. It highlights property listings, expert services, and professional agents with a clean, engaging layout. Visitors can easily explore featured homes, check pricing details, and subscribe for updates, making the experience smooth and informative for both buyers and sellers.",
      "additionalDescription": "The website includes sections like Home, Services, Properties, Blog, and Contact. It features elegant design elements such as property cards, pricing details, and user-friendly navigation. The homepage integrates a search bar for location, property type, and price, helping users find their ideal home quickly. A professional footer with company info, guides, and newsletter subscription enhances credibility and convenience.",
      "keywords": [ "home buying", "house buying", "sell property", "real estate", "property search", "rent home", "apartment search" ],
      "keyFeatures": [
        "Dynamic property listing slider",
        "Search filter for properties",
        "Real estate service sections",
        "Customer newsletter form",
        "Professional footer with company info",
        "Clean, responsive, and modern layout"
      ],
      "websiteUrl": "https://hosale-property.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Property Management"
    },
    {
      "_id": "Volti",
      "title": "Volti",
      "image": "Volti.png",
      "shortDescription": "Modern Electric Vehicle and E-Scooter Booking Platform",
      "detailedDescription": "Promote your eco-friendly electric vehicle or e-scooter rental business with a modern, engaging online platform. This template showcases electric vehicle specifications, charging solutions, and sustainable transportation options. Perfect for e-scooter rental companies, electric bike services, and green mobility startups looking to attract environmentally conscious customers. Features detailed vehicle performance stats, booking capabilities, and comprehensive information about zero-emission transportation benefits that help convert visitors into riders.",
      "additionalDescription": "Includes dedicated sections for vehicle specifications with performance metrics, service advantages highlighting eco-friendly features, blog area for electric vehicle news and updates, newsletter subscription for customer engagement, and comprehensive contact information. The design emphasizes sustainability and innovation with smooth animations, statistics showcase, video integration capabilities, and compelling call-to-action buttons that encourage immediate bookings and quote requests for green transportation solutions.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Vehicle Performance Statistics Display",
        "Booking and Quote System",
        "Service Advantages Showcase",
        "Blog Section for Updates",
        "Newsletter Subscription Form",
        "Video Integration Capability",
        "Contact Information Cards",
        "Back to Top Navigation"
      ],
      "websiteUrl": "https://volti-vehicle.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Autofix",
      "title": "Autofix",
      "image": "Autofix.png",
      "shortDescription": "Professional Auto Maintenance and Repair Service Website",
      "detailedDescription": "Present your automotive repair and maintenance business with a professional online presence. This template showcases vehicle repair services, from engine and brake repairs to tire and battery maintenance. Highlight your experienced mechanics and engineers while building trust with potential customers through detailed service offerings. Perfect for auto repair shops, car maintenance centers, and vehicle service providers looking to establish credibility and attract more clients through an engaging digital storefront.",
      "additionalDescription": "Features dedicated sections for service listings, portfolio showcase of completed projects, and comprehensive business information including opening hours and contact details. The design emphasizes trust and professionalism with clear service cards, compelling statistics about happy clients and years of experience, and easy-to-navigate layout that guides visitors from service discovery to quote requests seamlessly.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Multiple Service Showcase Cards",
        "Project Portfolio Gallery",
        "Business Statistics Display",
        "Opening Hours Information",
        "Contact Information Section",
        "Get Quote Call-to-Action"
      ],
      "websiteUrl": "https://autofix-vehicle.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Transportio",
      "title": "Transportio",
      "image": "Transportio.png",
      "shortDescription": "Professional Logistics and Cargo Transportation Agency",
      "detailedDescription": "Establish your logistics and cargo transportation business with a comprehensive platform designed to showcase freight services and supply chain solutions. This template highlights multiple transportation modes including air, ocean, road, and rail freight, along with warehousing and project cargo capabilities. Perfect for logistics companies, freight forwarders, cargo agencies, and supply chain management firms looking to demonstrate their expertise and attract business clients. Features detailed service presentations, project portfolios, and solutions that emphasize reliability, tracking capabilities, and professional operations across all transportation methods.",
      "additionalDescription": "Includes comprehensive service cards for six different freight solutions with detailed descriptions and call-to-action links, featured projects gallery showcasing completed work in warehousing and distribution, specialized features section highlighting tracking systems and multiple warehouse locations. Also features blog section for industry news and updates, newsletter subscription form for customer engagement, contact information with free call number, social media integration, and organized footer with quick links to services and community resources for easy navigation.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Multiple Freight Service Options",
        "Featured Projects Portfolio",
        "Tracking Solutions Showcase",
        "Service Detail Pages",
        "Newsletter Subscription Form",
        "Blog for Industry Updates",
        "Contact Information Display",
        "Back to Top Navigation"
      ],
      "websiteUrl": "https://transportio-vehicle.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Skywings",
      "title": "Skywings",
      "image": "Skywings.png",
      "shortDescription": "Plan and book amazing travel adventures easily.",
      "detailedDescription": "Skywings is a professional travel and tourism website template designed to help travelers plan and book their dream trips effortlessly. It highlights popular destinations, personalized itineraries, and client experiences that inspire exploration. The design focuses on clear visuals, simple navigation, and a relaxing travel atmosphere. Visitors can discover global destinations, read about travel experiences, and book trips with ease. It’s perfect for travel agencies, booking services, or individuals showcasing travel experiences and packages.",
      "additionalDescription": "The website includes sections for Home, About, Tours, Packages, Clients, and Contact, offering a complete travel experience overview. It also features testimonials, destination highlights, and a subscription form for travel updates. With smooth transitions, a modern layout, and easy navigation, Skywings provides users with a delightful and engaging journey from planning to booking.",
      "keywords": [ "jet", "flight booking", "private jet", "charter flights" ],
      "keyFeatures": [
        "Popular destinations showcase",
        "Client testimonials slider",
        "Easy trip booking section",
        "Custom travel packages display",
        "Newsletter subscription form",
        "Responsive and user-friendly layout"
      ],
      "websiteUrl": "https://skywings-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Crafti",
      "title": "Crafti",
      "image": "Crafti.png",
      "shortDescription": "Handmade crafts business platform for artisan workshops",
      "detailedDescription": "Showcase your handmade crafts business with this comprehensive artisan platform designed for craftspeople, workshops, and handmade product sellers. Display your unique craft collections, share your artisan story, highlight professional craftsmanship, and engage customers through educational content. Visitors can explore pottery and ceramics, leather crafts, home decorations, sculptural works, and accessories while learning about traditional crafting techniques and quality guarantees.",
      "additionalDescription": "Features organized craft collections by category, professional workshop showcases with artisan stories, comprehensive product galleries with detailed presentations, and educational blog content covering crafting techniques and business insights. The platform emphasizes handmade quality through testimonials, professional staff credentials, and affordable pricing transparency to build customer trust.",
      "keywords": [ "handmade products", "artisan workshop", "pottery ceramics", "leather crafts", "craft business" ],
      "keyFeatures": [
        "Multiple craft category showcases",
        "Artisan workshop and history presentation",
        "Professional craft gallery displays",
        "Educational blog and crafting tutorials",
        "Customer testimonials and guarantees",
        "Quality assurance and pricing transparency"
      ],
      "websiteUrl": "https://crafti-handmades.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Barber",
      "title": "Barber",
      "image": "Barber.png",
      "shortDescription": "Professional barber shop and salon booking platform",
      "detailedDescription": "Establish your barber shop and hair salon with this comprehensive service platform designed for professional stylists, barbers, and beauty professionals. Showcase your hair cutting, styling, and grooming services while enabling online appointment booking, service pricing display, and customer engagement. Visitors can browse your services, view pricing plans, book appointments, explore your work gallery, and stay connected through newsletters and social media for a complete salon experience.",
      "additionalDescription": "Features organized service categories including hair cutting, shaving, beauty treatments, and spa services, comprehensive pricing system with filterable service categories, professional photo gallery showcase, and integrated appointment booking form. The platform emphasizes professional presentation through detailed service descriptions, transparent pricing display, and customer convenience through easy booking and contact options.",
      "keywords": [ "barber shop", "salon", "hair salon", "beard shaving", "facial treatments" ],
      "keyFeatures": [
        "Online appointment booking system",
        "Service pricing with category filtering",
        "Professional service gallery showcase",
        "Multiple beauty and grooming services",
        "Contact information and operating hours",
        "Newsletter subscription and blog updates"
      ],
      "websiteUrl": "https://barber-cutting.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Mystic",
      "title": "Mystic",
      "image": "Mystic.png",
      "shortDescription": "Modern photography course platform for creative professionals",
      "detailedDescription": "Mystic is a beautifully designed single-page photography course website that blends creativity and professionalism. It helps photography academies, instructors, and creative studios promote online and offline courses effectively. With a visually stunning layout, animated sections, and strong calls to action, Mystic creates an inspiring experience for users interested in mastering photography skills. It features pricing plans, testimonials, instructor profiles, and newsletter integration—all tailored to build trust and engagement.",
      "additionalDescription": "The Mystic template is perfect for photography schools, creative businesses, and individual mentors who want to present their services elegantly. Its responsive design ensures flawless performance across all devices, while ScrollReveal animations and modern visuals keep users engaged. From beginner courses to professional training, Mystic delivers a premium look and feel for any educational or creative brand online.",
      "keywords": [ "photography website", "course landing page", "photography instructor site" ],
      "keyFeatures": [
        "Professional single-page design with premium visuals",
        "Responsive and mobile-friendly layout",
        "Dedicated sections for pricing, instructors, and testimonials",
        "ScrollReveal animations for interactive transitions",
        "Built-in subscription form for newsletters",
        "Perfect for photography courses and creative agencies"
      ],
      "websiteUrl": "https://mystic-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "plants",
      "title": "Plants",
      "image": "plants.png",
      "shortDescription": "Bring nature closer with elegant plant designs.",
      "detailedDescription": "Plants is a calming and eco-friendly business website that promotes green living and indoor gardening. It showcases a wide selection of plants with a focus on beauty, health, and simplicity. The design encourages users to explore products, read helpful plant guides, and easily reach out for purchases or support. Perfect for plant stores or nature-inspired businesses aiming to present freshness and reliability.",
      "additionalDescription": "This single-page layout includes sections like Home, About, Products, FAQs, and Contact. Each section is thoughtfully structured to guide visitors smoothly from discovery to purchase. The soft green color theme, responsive design, and detailed plant display make the website feel fresh, trustworthy, and engaging for nature lovers and customers alike.",
      "keywords": [ "plant shop", "eco business", "nature store", "green living", "garden design", "sustainable lifestyle" ],
      "keyFeatures": [
        "Modern nature-inspired layout",
        "Product showcase section",
        "Helpful FAQ section",
        "Responsive and smooth scrolling",
        "Newsletter subscription form",
        "Clean and peaceful interface"
      ],
      "websiteUrl": "https://plants-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Drones",
      "title": "Drones",
      "image": "Drones.png",
      "shortDescription": "Showcase innovative drone products and aerial services.",
      "detailedDescription": "Drones is a professional business website designed to promote drone technology, aerial products, and related services. It offers a clean and modern layout ideal for companies in photography, agriculture, inspection, or delivery fields. Visitors can explore detailed product information, captivating galleries, and educational blog articles. With engaging visuals and a clear structure, it helps businesses present their innovations effectively and connect with customers interested in modern drone solutions.",
      "additionalDescription": "The template includes sections such as About, Products, Gallery, Blog, and Subscription to engage visitors with interactive and informative content. Its single-page structure ensures smooth navigation and an appealing presentation of drones across various industries. Featuring banners, newsletters, and footer links, it provides a complete business experience, making it perfect for brands wanting to highlight technology, creativity, and reliability.",
      "keywords": [ "drone website", "aerial photography" ],
      "keyFeatures": [
        "Modern and professional business layout",
        "Product showcase and image gallery",
        "Latest articles and blog section",
        "Subscription form for updates",
        "Smooth scrolling single-page design",
        "Informative footer with quick links"
      ],
      "websiteUrl": "https://drones-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Hut-Music",
      "title": "Hut Music",
      "image": "Hut-Music.png",
      "shortDescription": "Promote music products and share soulful sound experiences.",
      "detailedDescription": "Hut Music is a modern and stylish business website designed for music companies, sound brands, and online stores. It showcases premium products such as speakers, instruments, and accessories through immersive visuals and storytelling. Visitors can explore inspiring quotes, product features, and client testimonials that highlight sound quality and design excellence. The layout is crafted to appeal to music lovers, professionals, and brands seeking to present their products with rhythm, emotion, and clarity.",
      "additionalDescription": "The single-page design includes sections like Features, Testimonials, Discounts, and Footer links, providing a seamless experience from exploration to engagement. With smooth scrolling, stunning images, and music-inspired content, it’s ideal for businesses that wish to communicate creativity, passion, and the universal power of sound. Its integration-ready structure can easily adapt to eCommerce or promotional needs.",
      "keywords": [ "music website", "audio business", "speaker brand", "sound company" ],
      "keyFeatures": [
        "Modern and creative music-based layout",
        "Feature section highlighting audio quality",
        "Customer testimonials slider with reviews",
        "Smooth scrolling single-page navigation",
        "Discount and promotional content area",
        "Responsive and user-friendly design"
      ],
      "websiteUrl": "https://musichut-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Royal-Hotels",
      "title": "Royal Hotels",
      "image": "Royal-Hotels.png",
      "shortDescription": "Luxury hotel booking and travel inspiration platform",
      "detailedDescription": "Discover world-class stays with Royal Hotels, a stylish single-page hotel booking website that helps visitors find and explore premium accommodations across top destinations. Showcase beautiful properties, compare prices, and view exclusive offers from luxury resorts to boutique hotels. The design focuses on elegance and simplicity, making it easy for travelers to plan, explore, and book their next unforgettable stay.",
      "additionalDescription": "Includes sections for Home, Hotels, Properties, Blogs, and Contact. Users can explore hand-picked destinations, view property ratings, read travel inspirations, and access exclusive discounts. The layout emphasizes large visuals, organized grids, and easy navigation for a smooth browsing experience. Special highlights include featured luxury hotels, guest reviews, and direct booking options for quick decision-making.",
      "keywords": [ "hotel booking", "luxury stays", "exclusive hotels", "premium resorts", "vacation booking" ],
      "keyFeatures": [
        "Luxury hotel showcase",
        "Exclusive travel offers",
        "Top-rated property listings",
        "Easy booking process",
        "Discount membership options",
        "Elegant and modern layout"
      ],
      "websiteUrl": "https://royal-hotel-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Secttre",
      "title": "Secttre",
      "image": "Secttre.png",
      "shortDescription": "Showcase industrial services with modern business design.",
      "detailedDescription": "Secttre is a professional industrial business website template created for manufacturing, engineering, and construction companies. It helps organizations highlight their services, products, and expertise with a clean and strong design. Visitors can explore company details, view service categories, read informative articles, and see client testimonials. The layout is built for trust, performance, and a clear business presentation that connects effectively with clients.",
      "additionalDescription": "This template includes sections for Home, About, Articles, Clients, and Contact, providing a complete overview of an industrial business. It also includes a testimonial slider, newsletter subscription form, and interactive FAQ area. The overall design ensures smooth navigation and a professional experience for businesses wanting to establish credibility and attract clients.",
      "keywords": [ "industrial business", "manufacturing company", "engineering services", "construction firm", "factory solutions", "corporate site" ],
      "keyFeatures": [
        "Clean industrial business layout",
        "Interactive FAQ and testimonials",
        "Newsletter subscription banner",
        "Responsive single-page structure",
        "Modern professional design",
        "Smooth and easy navigation"
      ],
      "websiteUrl": "https://secttre-business.netlify.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Delivery",
      "title": "Delivery",
      "image": "Delivery.png",
      "shortDescription": "Fast and modern website for delivery services",
      "detailedDescription": "Showcase your delivery or logistics business with this clean and professional single-page website. It highlights your services, introduces your company, and allows customers to learn how easily they can order and track products. The design focuses on speed, convenience, and trust, helping businesses connect effectively with their customers online.",
      "additionalDescription": "The website includes key sections such as Home, About, Services, App Promotion, and Contact. It offers a smooth browsing experience with clear structure, modern visuals, and simple navigation. The layout emphasizes user engagement, responsive design, and easy access to information for all visitors.",
      "keywords": [ "delivery website", "online ordering", "product delivery" ],
      "keyFeatures": [
        "Clean and modern single-page layout",
        "Smooth navigation and scrolling",
        "Informative service and contact sections",
        "App promotion with download links",
        "Light and dark mode toggle",
        "Fully responsive design for all devices"
      ],
      "websiteUrl": "https://delivery-business.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Furni-Shop",
      "title": "furni.shop",
      "image": "Furni-Shop.png",
      "shortDescription": "Modern furniture store for elegant home interiors.",
      "detailedDescription": "furni.shop is a modern furniture website created to showcase elegant and stylish pieces for every space. It helps visitors find quality furniture that blends beauty and practicality. The homepage highlights hot deals, featured products, and customer testimonials, providing users with a simple and enjoyable browsing experience. It’s ideal for home decor lovers and interior design seekers.",
      "additionalDescription": "The website includes sections for home, about, products, and contact, with a clear layout that focuses on usability and visual appeal. Visitors can explore deals, read client feedback, and easily navigate through product listings. Its structure emphasizes elegance, comfort, and accessibility for customers looking to upgrade their living spaces.",
      "keywords": [ "furniture store", "modern interiors", "home decor", "living room design", "interior inspiration" ],
      "keyFeatures": [
        "Hot deals and offers section",
        "Product showcase with prices",
        "Client testimonials slider",
        "Simple and clear navigation",
        "Search bar for quick access",
        "Modern and stylish layout"
      ],
      "websiteUrl": "https://furni-business.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Induz",
      "title": "Induz",
      "image": "Induz.png",
      "shortDescription": "Industrial business website showcasing innovation and reliability.",
      "detailedDescription": "Induz is a professional business website designed for industrial and manufacturing companies to showcase their services, experience, and achievements with credibility. It emphasizes company history, expertise, and statistics to build trust and highlight success. Visitors can explore blogs, testimonials, and updates that reflect industry leadership and long-term commitment to excellence.",
      "additionalDescription": "This single-page layout features sections such as about, company achievements, blog updates, testimonials, and a contact form. The design maintains a clean, structured look to support professional presentation and easy navigation. Induz helps industrial brands present their strengths, engage clients, and share valuable insights effectively.",
      "keywords": [ "industrial website", "manufacturing company", "corporate services", "engineering company" ],
      "keyFeatures": [
        "Company overview and achievements section",
        "Global statistics and milestones display",
        "Blog articles for industry updates",
        "Client testimonials for trust building",
        "Subscription and contact form access",
        "Professional single-page business layout"
      ],
      "websiteUrl": "https://induz-business.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Jadoo",
      "title": "Jadoo",
      "image": "Jadoo.png",
      "shortDescription": "Travel website offering destinations, booking, and experiences.",
      "detailedDescription": "Jadoo is a modern travel website designed to help users explore, plan, and book their dream destinations effortlessly. It features curated travel options, detailed trip steps, and inspiring visuals that encourage users to experience new adventures. With its clean design and easy navigation, visitors can find travel services, top destinations, and real client reviews that build trust and excitement for their next journey.",
      "additionalDescription": "This single-page travel website includes sections such as home, services, destinations, trip planning, and testimonials. The design highlights clarity, imagery, and smooth browsing for a pleasant user experience. Jadoo provides essential details like pricing, trip duration, and booking steps to help travelers plan quickly and confidently while enjoying a professional and inspiring interface.",
      "keywords": [ "travel website", "tour booking", "holiday destinations", "trip planner", "vacation booking", "adventure travel" ],
      "keyFeatures": [
        "Top destinations and pricing display",
        "Step-by-step trip planning section",
        "Customer testimonials carousel",
        "Service and category highlights",
        "Engaging travel visuals and layout",
        "Single-page professional design"
      ],
      "websiteUrl": "https://jadoo-business.vercel.app/",
      "isFeatured": true,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Ridex",
      "title": "Ridex",
      "image": "Ridex.png",
      "shortDescription": "Modern Car Rental and Lease Takeover Platform",
      "detailedDescription": "Launch your car rental or lease takeover business with a sleek, user-friendly platform designed to connect customers with their perfect vehicle. This template showcases available cars with detailed specifications, pricing, and booking capabilities. Ideal for car rental companies, lease transfer services, and vehicle marketplace platforms looking to simplify the car selection and rental process. Features advanced search functionality, featured vehicle listings, and a step-by-step rental process that guides users from browsing to finalizing their deal with confidence.",
      "additionalDescription": "Includes hero search form with filters for car model, budget, and year, extensive vehicle catalog with detailed specifications including passenger capacity, fuel type, mileage, and transmission details. Features a four-step process guide explaining how to create profiles, select vehicles, match with sellers, and complete transactions. Also incorporates blog section for automotive tips and company updates, favorite list functionality, contact information with business hours, and neighborhood location listings for local service areas.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Advanced Search with Filters",
        "Featured Vehicle Showcase",
        "Detailed Car Specifications",
        "Monthly Pricing Display",
        "Favorite List Functionality",
        "Step-by-Step Rental Guide",
        "Blog Section Integration",
        "Location-Based Services"
      ],
      "websiteUrl": "https://ridex-vehicle.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
    "_id": "RentalX",
    "title": "RentalX",
    "image": "RentalX.png",
    "shortDescription": "Easy car rental booking and local deals marketplace",
    "detailedDescription": "Showcase your fleet and offers with RentalX, a clear and user-friendly car rental landing site. Visitors can find rental locations, compare deals, choose pick-up dates, and book vehicles quickly. The site highlights special offers, pricing guarantees, and customer support so prospective renters can make confident, informed choices before booking.",
    "additionalDescription": "Includes Home, Rent, Services, Ride, and Contact sections that guide users step-by-step through selecting a location, choosing dates, and completing a booking. The design focuses on clarity and fast scanning with clear calls-to-action, app download prompts, pricing highlights, and visible customer support. Special functions include deal highlights, flexible scheduling, and easy access to app downloads for on-the-go management.",
    "keywords": [ "garage website", "vehicle hire", "car rental", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
    "keyFeatures": [
    "Easy online booking process",
    "Multiple vehicle categories",
    "Flexible pick-up and drop-off",
    "Best price guarantee",
    "24/7 customer support",
    "Mobile app download links"
    ],
    "websiteUrl": "https://rental-business.netlify.app/",
    "isFeatured": false,
    "page": "Single Page",
    "subcategory": "Business & Services"
    },
    {
      "_id": "Car-Rental",
      "title": "Car Rental",
      "image": "Car-Rental.png",
      "shortDescription": "Car rental platform for vehicle booking and transportation services",
      "detailedDescription": "Launch your car rental business with this comprehensive vehicle booking platform designed for car rental companies, travel agencies, and transportation services. Offer diverse vehicle options from multiple brands, enable easy online reservations, and provide exceptional customer service experiences. Visitors can search available cars by location and dates, browse vehicles by brand categories, view detailed specifications and pricing, read customer reviews, and complete bookings with flexible cancellation options.",
      "additionalDescription": "Features interactive booking system with location and date selection, organized vehicle categories by brand including Tesla, Toyota, Honda, Mitsubishi, and Mazda, detailed car specifications with pricing and ratings, customer testimonial system with reviews and ratings, and comprehensive service benefits highlighting customer support and competitive pricing. The platform emphasizes convenience through easy booking processes and reliability through verified vehicle brands.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Multi-brand vehicle catalog with pricing",
        "Interactive booking system with date selection", 
        "Customer reviews and rating system",
        "Flexible cancellation and booking policies",
        "24/7 customer support services",
        "Multiple pickup and drop-off locations"
      ],
      "websiteUrl": "https://car-rental-business-taupe.vercel.app",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Eightyeight",
      "title": "Eightyeight",
      "image": "Eightyeight.png",
      "shortDescription": "Luxury car care and detailing website template",
      "detailedDescription": "Showcase your premium car care or automotive business with this stylish and modern single-page website. It highlights luxury detailing, protection, and storage services while offering a visually rich gallery that attracts car enthusiasts. The layout focuses on professionalism, clarity, and brand impact, making it ideal for car care centers, detailing studios, and automotive service providers.",
      "additionalDescription": "This website includes sections like Home, Gallery, About, Services, Instagram, and Contact. It offers smooth scrolling, attractive visuals, and an elegant layout designed to engage visitors. The gallery slider, service descriptions, and social media integration create a premium and interactive user experience across all devices.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Modern and elegant single-page design",
        "Interactive image gallery slider",
        "Detailed services and contact section",
        "Social media links integration",
        "Responsive layout for all devices",
        "Smooth scrolling and transitions"
      ],
      "websiteUrl": "https://eightyeight-business.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Carserving",
      "title": "Carserving",
      "image": "Carserving.png",
      "shortDescription": "Automotive repair and car servicing platform for mechanics",
      "detailedDescription": "Establish your automotive repair business with this comprehensive car servicing platform designed for mechanics, auto repair shops, and automotive service centers. Showcase your professional expertise, display service packages, and build customer trust through testimonials and experience highlights. Visitors can explore your automotive services, view pricing packages, read customer reviews, learn about your experience and expertise, and contact you for professional car maintenance and repair services.",
      "additionalDescription": "Features detailed automotive service offerings including wheel alignment, electrical systems, and engine diagnostics, tiered pricing packages with Silver, Gold, and Platinum options, customer testimonial slider with authentic reviews, and professional experience showcase highlighting 25 years of industry expertise. The platform emphasizes quality workmanship, customer satisfaction guarantees, and comprehensive automotive care solutions.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Comprehensive automotive service offerings",
        "Tiered pricing packages with detailed inclusions",
        "Customer testimonials and review system",
        "Professional experience and expertise showcase",
        "Service appointment and contact system",
        "Newsletter subscription for customer engagement"
      ],
      "websiteUrl": "https://carserving-mechanic.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Motorcycles",
      "title": "Motorcycles",
      "image": "Motorcycles.png",
      "shortDescription": "Classic motorcycle business platform for custom builds and restoration",
      "detailedDescription": "Establish your classic motorcycle business with this comprehensive platform designed for motorcycle enthusiasts, custom builders, and restoration specialists. Showcase your custom motorcycle builds, offer workshop services, highlight your team expertise, and engage the motorcycle community through compelling content. Visitors can explore your custom motorcycle services, learn about restoration processes, read motorcycle culture blogs, view your latest builds, and connect with your passionate team of motorcycle craftsmen.",
      "additionalDescription": "Features extensive motorcycle service offerings including custom builds, workshops, and repairs, professional team showcase highlighting expertise and craftsmanship, engaging blog content covering motorcycle culture and restoration chronicles, and integrated social media presence with Instagram feed. The platform emphasizes motorcycle passion through visual storytelling, expert knowledge sharing, and community engagement for classic motorcycle enthusiasts.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Custom motorcycle build showcase",
        "Professional workshop and repair services",
        "Team expertise and craftsmanship display",
        "Motorcycle culture blog and content",
        "Instagram feed integration",
        "Newsletter subscription and community engagement"
      ],
      "websiteUrl": "https://classic-motorcycles.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "STEED",
      "title": "STEED",
      "image": "STEED.png",
      "shortDescription": "Showcase powerful motorcycles with modern design.",
      "detailedDescription": "STEED is a bold and dynamic business website template built for motorcycle brands, dealerships, and enthusiasts. It showcases high-performance motorbikes with a visually engaging design that emphasizes power, innovation, and adventure. Visitors can explore featured models, view accessories, and learn about the brand’s engineering excellence. The layout blends speed, strength, and modern aesthetics, making it ideal for presenting premium bikes and related services to a global audience.",
      "additionalDescription": "The website includes sections for Home, About, Service, Blog, and Contact, along with dedicated product showcases and slider galleries. It highlights top motorcycle models, offers quick navigation, and includes details like performance stats and exclusive features. With smooth scrolling, engaging visuals, and a professional layout, STEED provides an immersive browsing experience for riders and clients seeking the perfect ride.",
      "keywords": [ "garage website", "vehicle servicing", "automotive industry", "auto repair", "car service", "mechanic website", "vehicle repair shop", "electric vehicle", "e-scooter booking", "scooter", "bike booking", "transportation solutions", "cargo agency", "logistics company" ],
      "keyFeatures": [
        "Dynamic bike showcase slider",
        "Modern and bold visual design",
        "Detailed product presentation",
        "Smooth animations and transitions",
        "Easy navigation across sections",
        "Responsive single-page layout"
      ],
      "websiteUrl": "https://steed-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Fly",
      "title": "Fly",
      "image": "Fly.png",
      "shortDescription": "Luxury private jet charter and booking platform worldwide",
      "detailedDescription": "Elevate your travel experience with this premium private jet charter platform designed for luxury aviation services and business travelers. Offer personalized flight schedules, exclusive airport access, and comfort-focused travel solutions. Visitors can book private flights, browse charter options, join rewards programs, and access special offers while enjoying the convenience of time-saving luxury aviation services tailored for discerning travelers.",
      "additionalDescription": "Features comprehensive flight booking system with detailed charter information, rewards and miles collection programs, exclusive membership offers, and premium service guarantees. The platform emphasizes luxury and comfort through professional service cards, special business traveler offers, newsletter subscriptions, and comprehensive contact options for personalized aviation experiences.",
      "keywords": [ "jet", "flight booking", "private jet", "charter flights" ],
      "keyFeatures": [
        "Private jet charter booking system",
        "Personalized flight schedule management",
        "Luxury travel rewards program",
        "Exclusive airport access arrangements",
        "Business traveler special offers",
        "Premium aviation service guarantees"
      ],
      "websiteUrl": "https://fly-flights.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "FlyTravels",
      "title": "FlyTravels",
      "image": "FlyTravels.png",
      "shortDescription": "Book flights, hotels, and trips effortlessly online.",
      "detailedDescription": "FlyTravels is a travel and tourism website designed to help users plan and book their next journey with ease. It allows visitors to explore flight deals, hotel options, and travel services in one convenient place. The homepage highlights flight offers, client reviews, and booking forms that make travel planning simple and enjoyable for every user.",
      "additionalDescription": "This website includes sections for services, offers, clients, and contact details, all presented with a clear and professional design. Visitors can find flight deals, book trips, or subscribe for updates. The structure emphasizes smooth navigation, attractive visuals, and a welcoming travel experience for all users.",
      "keywords": [ "jet", "flight booking", "private jet", "charter flights" ],
      "keyFeatures": [
        "One-way and round-trip booking options",
        "Dedicated service and offer sections",
        "Client reviews with star ratings",
        "Newsletter subscription form",
        "Clear and modern visual layout",
        "Fully responsive single-page design"
      ],
      "websiteUrl": "https://fly-travels-business.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "GScon",
      "title": "GScon",
      "image": "GScon.png",
      "shortDescription": "Modern business website for gaming accessories.",
      "detailedDescription": "GScon is a sleek and futuristic business website designed for gaming and tech-related products. It highlights a cutting-edge gaming controller built for virtual reality, offering visitors an immersive experience with an elegant layout and dynamic visuals. The website showcases powerful sections including features, products, and event highlights, helping brands present their innovative gaming solutions in a professional and engaging way.",
      "additionalDescription": "The site includes sections like Home, Story, Product, and News, featuring high-quality images and modern design elements. With an emphasis on comfort, precision, and technology, it effectively promotes product advantages such as wireless connectivity, ergonomic design, and long battery life. The clean layout, interactive buttons, and newsletter form create a user-friendly and visually appealing experience.",
      "keywords": [ "gaming brand site", "gaming controller", "VR product site", "tech accessories", "electronics showcase" ],
      "keyFeatures": [
        "Modern and minimal layout",
        "Product showcase section",
        "Feature highlights with icons",
        "Customer contact and newsletter form",
        "Wireless and battery detail sections",
        "Engaging visual and interactive design"
      ],
      "websiteUrl": "https://gscon-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "MNTN",
      "title": "MNTN",
      "image": "MNTN.png",
      "shortDescription": "Adventure and hiking guide website for explorers.",
      "detailedDescription": "MNTN is a modern outdoor and adventure-themed website focused on hiking, mountain travel, and nature exploration. It features a visually stunning design with immersive sections dedicated to hiking guides, essential equipment, and travel blogs. The layout provides a perfect blend of inspiration and functionality, encouraging visitors to embrace outdoor experiences and discover breathtaking destinations around the world.",
      "additionalDescription": "This single-page website includes beautifully designed sections such as About Us, Equipment, and Blog. Each section offers clear information and attractive visuals, supported by call-to-action buttons for deeper engagement. With a sleek navigation bar, social links, and responsive layout, MNTN is ideal for businesses, travel guides, hiking clubs, and nature adventure brands looking to promote their services in a clean and inspiring format.",
      "keywords": [ "hiking website", "travel adventure site", "mountain exploration page", "nature travel design", "camping and trekking site", "tourism landing page" ],
      "keyFeatures": [
        "Elegant adventure and hiking theme",
        "Smooth scroll and navigation effects",
        "Three engaging content sections",
        "Social links and blog integration",
        "Fully responsive and mobile friendly",
        "Ideal for travel, tourism, or nature brands"
      ],
      "websiteUrl": "https://mntn-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Musikalis",
      "title": "Musikalis",
      "image": "Musikalis.png",
      "shortDescription": "Inspiring music business website for artists and producers",
      "detailedDescription": "Musikalis is a stylish and professional single-page music business website built to empower artists, producers, and studios. It beautifully combines design and storytelling to showcase music, features, testimonials, and global distribution services. With smooth animations, responsive sections, and an elegant layout, Musikalis allows users to connect emotionally with sound while promoting creative music ventures.",
      "additionalDescription": "The website includes all essential business sections such as Home, About, Services, Clients, and Advisor, creating a complete brand presence for any music-related service or startup. Integrated with Swiper sliders, ScrollReveal animations, and responsive design, Musikalis is perfect for musicians, event organizers, or online music platforms aiming to build trust and attract global audiences.",
      "keywords": [ "music website", "audio content", "sound template", "artist portfolio", "streaming", "podcast", "media platform" ],
      "keyFeatures": [
        "Elegant and professional single-page layout",
        "Fully responsive design with smooth animations",
        "Swiper-powered testimonial and image sliders",
        "Dynamic ScrollReveal effects for modern presentation",
        "Dedicated sections for About, Services, and Clients",
        "Ideal for music startups, studios, and independent artists"
      ],
      "websiteUrl": "https://musikalis-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Nike",
      "title": "Nike",
      "image": "Nike.png",
      "shortDescription": "Modern Nike website showcasing premium footwear for athletes",
      "detailedDescription": "Nike is a sleek, single-page shoe website designed for showcasing athletic and lifestyle footwear. With dynamic sliders, customer testimonials, and engaging product stories, it delivers a premium eCommerce-style experience for users. The website highlights trending Nike collections, integrates a smooth navigation system, and presents every product with clean, attractive visuals. Built for speed and responsiveness, Nike’s modern layout ensures an enjoyable shopping experience across all devices.",
      "additionalDescription": "This website template is ideal for online stores, sportswear brands, or sneaker collections that want a clean and professional design. It includes fully responsive product sliders powered by Swiper, storytelling sections, testimonials, and call-to-action banners. With integrated search, social media links, and interactive animations, Nike creates an immersive user experience that perfectly fits fashion, fitness, and brand showcase purposes.",
      "keywords": [ "nike shoe website", "sportswear landing page", "ecommerce shoe template", "sneaker store design", "athletic footwear site" ],
      "keyFeatures": [
        "Modern and elegant single-page layout",
        "Responsive design optimized for all devices",
        "Swiper-powered product and testimonial sliders",
        "Integrated search and shopping bag interface",
        "Engaging storytelling and promotional sections",
        "Perfect for shoe brands, sportswear, and eCommerce stores"
      ],
      "websiteUrl": "https://nike-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "NovusHaus",
      "title": "NovusHaus",
      "image": "NovusHaus.png",
      "shortDescription": "Modern interior design showcasing elegant spaces and minimalistic living",
      "detailedDescription": "NovusHaus is a beautifully designed single-page website for interior design studios, furniture brands, and modern home decor businesses. It highlights creativity, functionality, and aesthetics with a focus on clean layouts and luxury presentation. The template includes dedicated sections for services, product showcases, client testimonials, blogs, and smart offers. Every section is enhanced with subtle animations and smooth transitions, providing a professional and inviting user experience for design-focused audiences.",
      "additionalDescription": "Designed for designers, architects, and furniture makers, NovusHaus offers a perfect blend of elegance and usability. With features like Swiper sliders, ScrollReveal animations, responsive layouts, and product highlight cards, it creates a high-end digital showroom experience. Whether you're promoting interior design services or selling furniture online, NovusHaus ensures your brand appears refined and trustworthy across all devices.",
      "keywords": [ "interior design website", "furniture template", "home decor site", "interior design landing page" ],
      "keyFeatures": [
        "Modern and elegant single-page layout",
        "Fully responsive design optimized for all screens",
        "Smooth ScrollReveal animations and Swiper sliders",
        "Dedicated sections for products, blogs, and testimonials",
        "Smart offers and subscription form integration",
        "Perfect for interior designers, architects, and furniture brands"
      ],
      "websiteUrl": "https://novushaus-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Rayal-Park",
      "title": "Rayal Park",
      "image": "Rayal-Park.png",
      "shortDescription": "Luxury hotel website for relaxing and memorable stays.",
      "detailedDescription": "Rayal Park is a modern and elegant hotel booking website designed to deliver a premium hospitality experience. It allows users to explore hotel rooms, view services, check availability, and make bookings easily. The layout emphasizes luxury, comfort, and simplicity while presenting high-quality visuals and engaging content to attract guests and travelers.",
      "additionalDescription": "Built using HTML, CSS, and JavaScript, Rayal Park features a responsive and visually stunning interface. It includes sections like About, Rooms, Services, Explore, and Contact, offering smooth navigation and modern animations. Ideal for hotels, resorts, or travel service providers looking for a professional online presence to showcase their facilities and connect with customers.",
      "keywords": [ "hotel booking website", "resort booking page" ],
      "keyFeatures": [
        "Responsive single-page hotel website design",
        "Room showcase with booking options",
        "Service section highlighting hotel features",
        "Animated statistics and explore banner",
        "ScrollReveal animations for smooth transitions",
        "Clean and modern layout with easy navigation"
      ],
      "websiteUrl": "https://rayal-park-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "VETA",
      "title": "VETA",
      "image": "VETA.png",
      "shortDescription": "Showcase immersive VR experiences and virtual communities",
      "detailedDescription": "Showcase your immersive worlds with VETA, a professional single-page template focused on virtual reality experiences and community engagement. Visitors can explore curated VR categories, view featured projects, read client testimonials, and join a growing community of creators and users. The template highlights immersive use cases like education, entertainment, and commercial solutions, making it easy for visitors to discover offerings, learn about projects, and take the next step toward collaboration or subscription.",
      "additionalDescription": "Includes Home, About, Projects, Community, Resources, and Get Started sections to present offerings clearly. Design emphasizes large visuals, content grids, and easy-to-scan cards for destinations and projects. Special elements include client testimonial sliders, a subscription call-to-action, commitment highlights, and an organized resources area to support user discovery and engagement. Navigation and calls-to-action are prominent to guide visitors from discovery to joining or contacting.",
      "keywords": [ "virtual reality", "immersive experiences", "vr platform", "interactive showcase" ],
      "keyFeatures": [
        "Immersive destination showcase",
        "Interactive client testimonial slider",
        "Subscription and get started CTA",
        "Discover grid for content categories",
        "Project and community highlights",
        "Clear calls to action"
      ],
      "websiteUrl": "https://veta-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Headphones",
      "title": "Headphones",
      "image": "Headphones.png",
      "shortDescription": "Modern headphone website for premium audio shopping.",
      "detailedDescription": "The Headphones website is designed to showcase and promote premium Bluetooth headphones in an elegant, product-focused layout. Visitors can explore stylish headphone collections, view prices, and learn about quality sound features through a smooth and engaging interface. The site is ideal for businesses looking to display and sell high-quality headphones or audio accessories with clear visuals and a modern design approach.",
      "additionalDescription": "This single-page layout includes sections such as home, product highlights, store catalog, and contact footer. It features product sliders, image galleries, color options, and quick purchase buttons. The design focuses on a balanced mix of visuals and content, offering users an easy, enjoyable, and professional online shopping experience for headphone collections.",
      "keywords": [ "headphones store", "audio business", "music accessories", "wireless headset" ],
      "keyFeatures": [
        "Elegant product showcase layout",
        "Interactive headphone slider",
        "Color and model variations",
        "Quick add-to-cart button",
        "Responsive and smooth design",
        "User-friendly shopping experience"
      ],
      "websiteUrl": "https://headphones-business.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Hotel-Miranda",
      "title": "Hotel Miranda",
      "image": "Hotel-Miranda.png",
      "shortDescription": "Luxury hotel website showcasing comfort, elegance, and hospitality",
      "detailedDescription": "Hotel Miranda is a luxury accommodation website that highlights an elegant and comfortable experience for travelers. It features beautifully designed rooms, exclusive offers, and an easy booking section to help guests plan their stay effortlessly. The site focuses on a premium hospitality experience, displaying amenities, facilities, dining options, and the latest news updates to engage visitors and build trust in the brand.",
      "additionalDescription": "This single-page business website includes sections for about, rooms, facilities, menu, and news. It also provides booking and inquiry options to simplify guest interaction. With its elegant visuals, smooth navigation, and responsive design, Hotel Miranda serves as an excellent choice for hotels, resorts, and hospitality businesses aiming to attract guests through a professional online presence.",
      "keywords": [ "hotel website", "luxury rooms", "resort website", "customer experience" ],
      "keyFeatures": [
        "Online booking and availability form",
        "Room showcase with pricing details",
        "Core features and facilities section",
        "Interactive food and drinks menu",
        "News and blog updates for guests",
        "Modern and elegant single-page layout"
      ],
      "websiteUrl": "https://hotel-business-one.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "JobHunt",
      "title": "JobHunt",
      "image": "JobHunt.png",
      "shortDescription": "Modern job portal for finding dream careers.",
      "detailedDescription": "JobHunt is a professional and user-friendly job portal designed to connect job seekers with employers across various industries. It allows users to create accounts, upload resumes, and apply for positions with just a few clicks. The website features categorized job listings, a smooth browsing experience, and a visually appealing layout that simplifies the job search process while promoting confidence and engagement for every user.",
      "additionalDescription": "This single-page website offers structured sections such as Home, About, Jobs, Services, and Client Testimonials. It highlights top job categories, company listings, and easy application steps. JobHunt is ideal for professionals and beginners looking to explore career options and connect with trusted companies through an elegant, informative, and responsive interface.",
      "keywords": [ "job search platform", "career website", "online recruitment", "employment website", "resume upload site", "professional hiring" ],
      "keyFeatures": [
        "Four-step job application process",
        "Featured job categories and openings",
        "Responsive and modern layout",
        "Client testimonials slider",
        "Service and offer section",
        "Single-page career-oriented design"
      ],
      "websiteUrl": "https://job-hunt-business.vercel.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Fashion",
      "title": "Fashion",
      "image": "Fashion.png",
      "shortDescription": "Fashion retail platform for clothing brands and online stores",
      "detailedDescription": "Launch your fashion retail business with this modern e-commerce platform designed for clothing brands, fashion retailers, and online apparel stores. Showcase your latest fashion collections, promote seasonal sales, engage young customers through trendy designs, and drive sales through mobile app integration. Visitors can explore new clothing arrivals, browse fashion categories, take advantage of promotional offers, join your fashion community, and shop through multiple channels including mobile apps.",
      "additionalDescription": "Features comprehensive clothing category displays including hoodies, coats, and t-shirts, promotional sales sections with voucher codes and special offers, mobile app integration with download incentives, and community engagement through newsletter subscriptions. The platform emphasizes youth-focused fashion trends, seasonal promotions, and multi-channel shopping experiences to maximize customer engagement and sales conversion.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "New arrivals and fashion collections showcase",
        "Promotional sales and voucher systems",
        "Mobile app integration with download incentives",
        "Newsletter subscription and community building",
        "Multi-category clothing displays",
        "Social media integration and engagement"
      ],
      "websiteUrl": "https://fashion-business.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
    {
      "_id": "Lebaba",
      "title": "Lebaba",
      "image": "Lebaba.png",
      "shortDescription": "Elegant fashion website for modern women's style and shopping",
      "detailedDescription": "Lebaba is a stylish and modern women's fashion website designed to showcase trendy clothing, accessories, and beauty products. It features an elegant layout that reflects sophistication and comfort, helping customers explore the latest trends with ease. The site includes product listings, category displays, exclusive discounts, and engaging visuals that make browsing a smooth and enjoyable experience for fashion lovers.",
      "additionalDescription": "This single-page fashion template includes sections like Home, Categories, Products, Deals, and Blog. It highlights trending items, seasonal offers, and top categories such as accessories, dresses, and cosmetics. The design integrates a discount countdown timer, customer assurance features like free delivery and money-back guarantee, and a blog section to keep visitors updated with style tips and trends. Perfect for fashion brands, boutiques, and eCommerce startups.",
      "keywords": [ "shop", "store", "shopping", "online shopping", "online store", "ecommerce store", "shopping website", "free shipping", "shopping cart" ],
      "keyFeatures": [
        "Stylish and minimal fashion layout",
        "Trending products showcase",
        "Discount countdown offer section",
        "Top categories and featured items",
        "Fashion blog and updates section",
        "Free delivery and money-back highlights"
      ],
      "websiteUrl": "https://lebaba-fusion.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    },
        {
      "_id": "Cryptex",
      "title": "Cryptex",
      "image": "Cryptex.png",
      "shortDescription": "Cryptocurrency trading platform for digital asset exchange",
      "detailedDescription": "Launch your cryptocurrency trading business with this comprehensive digital asset exchange platform designed for crypto traders and blockchain enthusiasts. Provide real-time market data, secure wallet connectivity, and seamless trading experiences for Bitcoin, Ethereum, and hundreds of other cryptocurrencies. Visitors can track live prices, analyze market trends, execute trades, and manage their digital portfolios through an intuitive interface that supports both web and mobile trading.",
      "additionalDescription": "Features comprehensive market data tables with price tracking and favorites system, step-by-step trading instructions, mobile app integration with download links, and multiple cryptocurrency categories including DeFi, NFT, and Metaverse tokens. The platform emphasizes user education through guided processes and secure trading through wallet connectivity and professional market analysis tools.",
      "keywords": [ "cryptocurrency", "bitcoin trading", "digital assets", "blockchain platform", "ethereum trading", "investment platform" ],
      "keyFeatures": [
        "Real-time cryptocurrency price tracking",
        "Comprehensive market data tables",
        "Secure wallet connectivity integration",
        "Mobile trading app support",
        "Multiple crypto category filtering",
        "Step-by-step trading guidance system"
      ],
      "websiteUrl": "https://cryptex-bitcoin.netlify.app/",
      "isFeatured": false,
      "page": "Single Page",
      "subcategory": "Business & Services"
    }
  ]
}
