{
  "defaultReviews": [
    {
      "id": 1,
      "rating": 5,
      "name": "Marcus Chen",
      "profession": "E-commerce Business Owner",
      "image": "https://koreajoongangdaily.joins.com/jmnet/koreajoongangdaily/_data/photo/2010/07/16213753.jpg",
      "feedback": "Working with Nawaz completely transformed my online store. The new website looks stunning and performs flawlessly. Customers spend more time browsing and my sales jumped by over 40% within the first month. Highly professional and results-driven work."
    },
    {
      "id": 2,
      "rating": 5,
      "name": "Sarah Mitchell",
      "profession": "Restaurant Owner",
      "image": "https://www.cheerspattaya.com/content-photos/place_987_041d8f67-95f2a3ba_square.jpg",
      "feedback": "Our restaurant site now attracts more online orders than ever! It's super fast, easy to use, and looks amazing on phones. Since launch, reservations have noticeably increased. Couldn’t be happier with the results."
    },
    {
      "id": 3,
      "rating": 5,
      "name": "David Thompson",
      "profession": "Small Business Consultant",
      "image": "https://ui-avatars.com/api/?name=David+Thompson&background=random",
      "feedback": "As a consultant, I’ve seen many developers — but Nawaz stands out. He builds websites that help businesses actually grow, not just look pretty. I now recommend him to every small business I work with."
    },
    {
      "id": 4,
      "rating": 5,
      "name": "Emma Rodriguez",
      "profession": "Freelance Photographer",
      "image": "https://media.muckrack.com/profile/images/1252008/monica-d-spencer.jpeg.256x256_q100_crop-smart.jpg",
      "feedback": "My photography portfolio finally reflects my brand. The website is fast, minimal, and truly lets my work shine. I’ve booked more clients in three months than the entire previous year!"
    },
    {
      "id": 5,
      "rating": 5,
      "name": "James O'Connor",
      "profession": "Fitness Coach",
      "image": "https://www.etownfitnessclub.com/uploads/4/4/7/3/44730691/published/p47.png?1708098075",
      "feedback": "I’m not a tech person, but Nawaz made the process stress-free. He explained everything clearly and built me a site I can manage myself. My online coaching sign-ups have doubled since launch."
    },
    {
      "id": 6,
      "rating": 4,
      "name": "Priya Sharma",
      "profession": "Event Planning Company Owner",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRzQ5_hW78DgXGZirp7vH8VTnpCmKAEolYFPg&s",
      "feedback": "Our event site looks elegant and the booking system works seamlessly. Clients frequently compliment how easy it is to browse and schedule. Nawaz captured our vision beautifully."
    },
    {
      "id": 7,
      "rating": 5,
      "name": "Amina Hassan",
      "profession": "Fashion Boutique Owner",
      "image": "https://ui-avatars.com/api/?name=Amina+Hassan&background=random",
      "feedback": "My boutique now has a polished, mobile-first online shop that attracts new customers daily. I can easily add new items and manage everything myself. Truly worth every penny."
    },
    {
      "id": 8,
      "rating": 5,
      "name": "Thomas Anderson",
      "profession": "Marketing Agency Director",
      "image": "https://s3.amazonaws.com/media.mixrank.com/profilepic/1e097e24c183d6c225e7b6efa5c18aad",
      "feedback": "Our agency website redesign was handled with perfection. Nawaz’s attention to detail, performance optimization, and clear communication made the project effortless. Leads have nearly doubled since the relaunch."
    },
    {
      "id": 9,
      "rating": 5,
      "name": "Sofia Andersson",
      "profession": "Interior Designer",
      "image": "https://m.media-amazon.com/images/I/719Qm92tOfL._UF350,350_QL80_.jpg",
      "feedback": "From design to final launch, everything was flawless. Nawaz translated my Figma mockups into a pixel-perfect, responsive website. My clients constantly praise how smooth it feels on every device."
    },
    {
      "id": 10,
      "rating": 5,
      "name": "Michael Brown",
      "profession": "Tech Startup Founder",
      "image": "https://d3g9pb5nvr3u7.cloudfront.net/authors/58ed6029fc8ab61408d447b9/1066023097/256.jpg",
      "feedback": "The entire experience was exceptional. The site is fast, scalable, and secure — exactly what our investors wanted to see. Nawaz delivered early, with zero bugs post-launch. Professionalism at its best."
    },
    {
      "id": 11,
      "rating": 5,
      "name": "Lucia Fernandez",
      "profession": "Non-Profit Organization Director",
      "image": "https://independentsector.org/wp-content/uploads/elementor/thumbs/Andrea-Risotto-quvz68p2et4j00ks56lw02belix79yejjhj13fa03k.jpg",
      "feedback": "The website Nawaz created tells our story beautifully. It inspires visitors to get involved, and since launch, we’ve seen a big jump in donations and volunteer registrations."
    },
    {
      "id": 12,
      "rating": 5,
      "name": "Isabella Costa",
      "profession": "Travel Blogger",
      "image": "https://ui-avatars.com/api/?name=Isabella+Costa&background=random",
      "feedback": "I love how easy it is to manage my blog now! It loads fast, even with tons of photos, and looks amazing on mobile. Nawaz built something that truly reflects my travel brand."
    },
    {
      "id": 13,
      "rating": 4,
      "name": "Ahmed Al-Rashid",
      "profession": "Real Estate Agent",
      "image": "https://ap.rdcpix.com/fb3970685585a2cada7e58baad187943a-e2936857258rd-w260_h260.webp",
      "feedback": "My property listings finally look professional. The site’s easy navigation and modern design help me close more deals. Nawaz understood the business side, not just the design side."
    },
    {
      "id": 14,
      "rating": 5,
      "name": "Noor Fatima",
      "profession": "Online Education Provider",
      "image": "https://ui-avatars.com/api/?name=Noor+Fatima&background=random",
      "feedback": "Our online learning platform now runs smoother and looks much more professional. Students love how simple it is to use, and engagement has gone up dramatically."
    },
    {
      "id": 15,
      "rating": 5,
      "name": "Robert Kim",
      "profession": "Medical Practice Manager",
      "image": "https://zzz.sfo3.cdn.digitaloceanspaces.com/y/Profile_HP_20231115_Standing_Square_256.png",
      "feedback": "The new site allows patients to book appointments easily, and our staff saves hours each week. Nawaz delivered a secure, functional system that improved our efficiency immediately."
    },
    {
      "id": 16,
      "rating": 5,
      "name": "Elena Petrova",
      "profession": "Art Gallery Owner",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSHKp4Or4BrAMkcI1T-Mgb6XQmnbMpx1XP7Wg&s",
      "feedback": "Our art collection now shines online! Nawaz’s work brought elegance and usability together perfectly. Visitors constantly compliment the smooth browsing experience."
    },
    {
      "id": 17,
      "rating": 5,
      "name": "Jean-Pierre Dubois",
      "profession": "Wine Shop Owner",
      "image": "https://ui-avatars.com/api/?name=Jean+Dubois&background=random",
      "feedback": "The e-commerce store Nawaz built makes ordering effortless. Customers love it, and our online sales have more than doubled. Great blend of design and functionality."
    },
    {
      "id": 18,
      "rating": 5,
      "name": "Henrik Nielsen",
      "profession": "Craft Brewery Owner",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7Q54SGCoHlJ848PTaEsd4--hWieQijZEmnQ&s",
      "feedback": "From brand story to user experience, everything fits perfectly. The website helps customers easily find our beers and taprooms. Nawaz nailed the vibe of our brewery."
    },
    {
      "id": 19,
      "rating": 4,
      "name": "Carlos Mendoza",
      "profession": "Construction Company Owner",
      "image": "https://ui-avatars.com/api/?name=Carlos+Mendoza&background=random",
      "feedback": "Our construction business gets steady inquiries through the new website. Nawaz showed how an online presence can bring real growth — and he was right!"
    },
    {
      "id": 20,
      "rating": 5,
      "name": "Yuki Tanaka",
      "profession": "Handmade Crafts Seller",
      "image": "https://cdn.neighbourly.co.nz/images/cache/message_image_thumbnail/message_images/60ac00eb6c5c25.10455278.jpeg?170410",
      "feedback": "My online shop is beautiful, simple, and easy to manage. Nawaz’s work helped my handmade brand reach customers internationally. Orders now come in daily!"
    },
    {
      "id": 21,
      "rating": 5,
      "name": "Alexander Mueller",
      "profession": "Financial Advisor",
      "image": "https://i.insider.com/5f7b7a1b94fce90018f7b321?crop=1:1&width=256&format=jpeg&auto=webp",
      "feedback": "Professionalism and trust are vital in my field. Nawaz built a sleek, secure website that perfectly communicates credibility. It’s attracting higher-quality leads every week."
    },
    {
      "id": 22,
      "rating": 5,
      "name": "Olivia Williams",
      "profession": "Wedding Planner",
      "image": "https://images.crunchbase.com/image/upload/c_thumb,h_256,w_256,f_auto,g_face,z_0.7,q_auto:eco,dpr_1/ca1a8dc1b3074d6c9a39b1a8f21b737c",
      "feedback": "My new website beautifully showcases my wedding work and has become my best marketing tool. Couples constantly tell me it was what made them choose me!"
    },
    {
      "id": 23,
      "rating": 5,
      "name": "Aisha Abdullah",
      "profession": "Beauty Salon Owner",
      "image": "https://ui-avatars.com/api/?name=Aisha+Abdullah&background=random",
      "feedback": "Clients love booking online now! The new system reduced no-shows and keeps everything organized. Nawaz made everything easy and efficient."
    },
    {
      "id": 24,
      "rating": 5,
      "name": "Benjamin Taylor",
      "profession": "Software Company CEO",
      "image": "https://i.insider.com/61254f24493203001845b45a?crop=1:1&width=256&format=jpeg&auto=webp",
      "feedback": "Clean code, strong performance, and elegant design — everything you want from a top-tier developer. Nawaz delivered excellence on every front."
    },
    {
      "id": 25,
      "rating": 5,
      "name": "Maria Santos",
      "profession": "Yoga Studio Owner",
      "image": "https://ui-avatars.com/api/?name=Maria+Santos&background=random",
      "feedback": "Our yoga studio’s website now feels peaceful, intuitive, and easy to use. Students love the online class booking and streaming features. It truly elevated our brand."
    }
  ],
  "defaultFeedbacks": [
    "Working with Nawaz was a smooth and enjoyable experience. He turned my ideas into a modern, high-performing website that reflects my brand perfectly.",
    "The new site not only looks amazing but has brought in more clients. Nawaz clearly understands how to design for conversions and customer trust.",
    "I loved how Nawaz explained every technical step in simple terms. Even with zero experience, I always felt confident about what was happening.",
    "The website became my most powerful marketing tool. It’s fast, beautifully designed, and my clients can easily find everything they need.",
    "Pixel-perfect design, flawless functionality, and strong attention to performance — that’s what Nawaz delivers. Truly world-class work!",
    "I’ve already noticed a jump in client inquiries since the launch. Nawaz knows exactly how to create websites that attract customers and build credibility.",
    "The site reflects my business identity so well that customers immediately connect with it. Nawaz managed to capture the essence of my brand effortlessly.",
    "On-time delivery, great communication, and exceptional results. Nawaz made a complex project feel easy and stress-free from start to finish.",
    "I discovered Nawaz through his portfolio, and I’m so glad I did. His dedication to helping my business succeed went beyond just development.",
    "After a bad experience with another developer, I was hesitant — but Nawaz completely restored my trust. He went above and beyond at every step.",
    "My website now attracts clients from countries I never reached before. Nawaz’s work helped me expand globally with confidence.",
    "The site Nawaz built not only looks good but actually brings me customers. I’ve recommended him to several other business owners already.",
    "Nawaz kept me informed throughout the process and delivered a site far better than I imagined. He truly takes pride in his work.",
    "The online store Nawaz developed automated most of my operations. It’s easy to manage, performs fast, and my customers love the smooth checkout process.",
    "The content management tools he added make updating my website simple and empowering. I can now post updates without any help!",
    "Our company site redesign led to a 60% rise in leads within weeks. Nawaz knows how to merge design and strategy for measurable growth.",
    "He really took time to understand my customers before designing. The new site converts more visitors into clients than ever before.",
    "Nawaz anticipated potential issues early and solved them proactively. The launch went perfectly — everything worked flawlessly from day one.",
    "I didn’t think I could afford a high-end website, but Nawaz proved me wrong. The quality rivals that of big agencies at a fraction of the cost.",
    "What impressed me most was how Nawaz tied design to business goals. The website now drives real, trackable results for my company.",
    "I’ve received so many compliments on my new website. It reflects my work quality and helps build trust with new clients instantly.",
    "The website is lightning-fast and secure. Nawaz clearly knows the importance of performance and long-term stability.",
    "From start to finish, Nawaz made the entire process easy and transparent. I always knew what to expect and when to expect it.",
    "A perfect balance of design, usability, and conversion focus — the website Nawaz created is everything I hoped for and more."
  ]
}
